[
{"tags": ["sport"], "abstract": "Former NBA player John Amaechi and race walker Tom Bosworth say gay Premier League footballers would perform better if they came out.", "title": "Homophobia in football: Footballers 'would perform better if they came out'", "text": "Gay Premier League footballers would perform better if they were to come out, a parliamentary hearing on homophobia in sport has been told.\nBritish race walker Tom Bosworth and former NBA star John Amaechi told MPs that players would be able to focus on their sport instead of \"hiding\".\nNo current Premier League players are openly gay.\nBosworth added that a non-openly gay footballer \"cannot be enjoying life as much as he could be\". \nThe Olympian, who came sixth in the 20k race walk at the Rio Games, said his own results improved after he came out publicly.\nAmaechi, who played for the Cleveland Cavaliers, Orlando Magic and Utah Jazz during the 1990s and 2000s, said he was in contact with gay footballers who were reluctant to come out.\n\"If someone is using 1% of their energy to stop themselves being who they are, that is the difference between being good and being great,\" said the Briton. \nBoth men were addressing the Culture, Media and Sport Committee after a recent BBC Radio 5 live survey found 82% of sports fans in England, Wales and Scotland would have no issue with their club signing a gay player.\nHowever, 8% of football fans said they would stop watching their team.\nMPs were told football needed to do more to tackle homophobia.\nAmaechi, 45, criticised the game's leaders and \"troglodyte men\" for the \"toxic atmosphere of homophobia\" in the sport and urging for tougher sanctions.\n\"Football has the money and resources to do what it wants but it purposefully does nothing,\" he said.\n\"I have spoken to Premier League football players who do not think their club would be supportive.\"\nBosworth, 26, added: \"British Athletics were fantastically supportive and I'm fortunate, but it's not like that with all sports.\n\"Football is the one that stands out. If it changes, it will be the game-changer.\"\nFormer England footballer Lianne Sanderson, who is also gay, also gave evidence to the committee and said one Premier League player coming out would spark \"a domino effect\" that would lead to others following suit.\nFootball Association chairman Greg Clarke has said the sport must do more to provide an environment in which gay players feel comfortable to come out.\nAccording to the Office for National Statistics, 2% of men identify themselves as gay, which would equate to about 20 Premier League footballers, based on 20 teams with 25-man first-team squads.\nBosworth told MPs he had suffered abuse on social media after revealing his engagement to his partner during the Rio Olympics.\nHe said abuse on social media \"can be a killer\" and admitted he should have reported some comments to the police but didn't.\nHe added that his partner was sent a homophobic message, written on a swastika, in the post.\nAmaechi, born in the US but educated in Stockport, described social media trolls as \"terrorists who are not worthy of participating in public discourse\".\nHe also revealed he received around \"two death threats a year\", which were sent to either his or his sister's house.\n"},
{"tags": ["economy"], "abstract": "The prospects for the UK's public finances have deteriorated by £25bn since the March Budget, says the Institute for Fiscal Studies.", "title": "UK public finances to be '£25bn worse off' by 2020 - BBC News", "text": "The prospects for the UK's public finances have deteriorated by £25bn since the March Budget, an influential think tank has warned.\nThe Institute for Fiscal Studies said weak growth would lead to lower-than-expected tax receipts, increasing borrowing by £25bn by 2019-20.\nThe weaker prospects for the economy would result in a \"significant increase in the deficit\", it said.\nIts forecasts come ahead of the Autumn Statement on 23 November.\nThe event will mark Philip Hammond's first significant test since he became chancellor.\n\"The new chancellor's first fiscal event will not be easy,\" said IFS research economist Thomas Pope.\n\"Growth forecasts are almost sure to be cut, leading to a significant increase in the deficit even if all the very challenging spending cuts currently planned are in fact delivered.\" \nMr Hammond has already said he will prioritise spending on new homes and transport rather than following his predecessor George Osborne's aim to balance the books by 2020.\nThe IFS said he now had \"two big decisions\" to make; one on whether he should increase spending or cut taxes to boost the economy and the second on what new fiscal targets he should announce.\nMr Pope said given uncertainty over the economic outlook, Mr Hammond \"might be wise to respond cautiously for now\".\n\"Any new fiscal targets should be reasonably flexible,\" he said.\nSeveral groups have reduced their UK growth forecasts and raised their inflation forecasts since the EU referendum.\nLast month, the International Monetary Fund cut its forecast for 2017 UK economic growth to 1.1% as it warned that the global recovery remains \"weak and precarious\".\nInternational body the OECD also cut its forecast for next year from 2% to 1%, saying: \"Uncertainty about the future path of policy and the reaction of the economy remains very high and risks remain to the downside.\"\nLast week, the Bank of England upgraded its growth forecasts for this year and next, but cut expectations for 2018 to 1.5% from 1.8%.\n"},
{"tags": ["politics"], "abstract": "High turnout is reported as voters choose between Hillary Clinton or Donald Trump for US president.", "title": "Election 2016: Voting under way for next president - BBC News", "text": "US voters are choosing between Hillary Clinton and Donald Trump after a gruelling and rancorous presidential election campaign. \nMrs Clinton and Mr Trump cast their ballots in New York polling stations, alongside their spouses.\nHigh turnout is being reported across the country with polling stations due to begin closing on the East Coast at 19:00 EST (24:00 GMT).\nMr Trump has again declined to say whether he will accept the results.\n\"We're going to see how things play out,\" the Republican candidate told Fox News on Tuesday, while alleging there had been voting irregularities. \"I want to see everything honest.\"\nSome polling locations have reported equipment failures and long lines, but they appeared to be routine problems. \nMr Trump filed a suit against the Clark County Registrar of Voters in Nevada, accusing the state of keeping early voting stations open longer than the designated closing time. \nBut a judge rejected the request, citing concerns about revealing the identities of poll workers. \nThe Manhattan real estate mogul's lawyers had asked for relevant early ballots not to be mixed with other ballots.\nPolling in Nevada shows the race between Mr Trump and his Democratic rival, Hillary Clinton, is extremely tight. \nMrs Clinton voted at her local polling station in Chappaqua, New York, with her husband, former President Bill Clinton, at her side. \nThe former Secretary of State told reporters: \"I know how much responsibility goes with this. \n\"So many people are counting on the outcome of this election, what it means for our country, and I will do the very best I can if I'm fortunate enough to win today.\"\nResults are expected some time after 23:00 EST (04:00 GMT on Wednesday) once voting ends on the West Coast. \nState projections will not be available until polling ends - in most states between 19:00 EST (24:00 GMT) and 20:00 EST (01:00 GMT). \nThere are signs of a high turnout among Hispanic voters, which is believed to favour Mrs Clinton.\nMr Trump was expected to attract support mainly from white voters without college degrees.\nFinancial markets and betting exchanges have largely predicted a Clinton win.\nHowever, Mr Trump has predicted he will pull off an upset victory like Britain's \"Brexit\" referendum in June to leave the European Union.\nOn the eve of the vote, opinion polls gave Mrs Clinton a four-point lead over Mr Trump.\nA record number of Americans - more than 46 million - voted early by post or at polling stations.\nElection day voting began just after midnight in the small New Hampshire village of Dixville Notch, where seven votes were cast - four for Mrs Clinton, two for Mr Trump and one for the libertarian Gary Johnson.    \nAll 50 states and Washington DC are voting across six different time zones.  \nAmericans are also voting for Congress. \nAll 435 seats in the House of Representatives - where Republicans currently hold sway - are up for grabs, though it is forecast to remain in Republican hands.\nBut a third of seats in the Senate, which is also in Republican hands, are also in play, and Democrats hope to snatch control of that chamber. \nElection day follows a bitter campaign during which the candidates have traded insults and become mired in a slew of scandals.\nOn Sunday Mrs Clinton's campaign received a boost when the FBI said newly discovered emails sent by an aide showed no evidence of criminality.\nMr Trump and Mrs Clinton are seeking to succeed Democratic President Barack Obama.\nAfter two four-year terms in the White House, he is barred by the US constitution from running for re-election.\nWho will win? Play our game to make your call\n"},
{"tags": ["tech"], "abstract": "Key swing states are using outdated and insecure voting systems, a source of much concern for cybersecurity experts on polling day.", "title": "US election: Experts keep watch over 'hack states' - BBC News", "text": "The concern that the 2016 US presidential election may be hacked, by Russia or some other bad actor, could hold the same place in history as the Millennium Bug: a whole load of worry over nothing.\n\"Unless the election is extraordinarily close, it is unlikely that an attack will result in the wrong candidate getting elected,\" suggest Matt Bernhard and Professor J Alex Halderman, security experts from the University of Michigan. \nBut they say the risk the election process could be disrupted by hackers should be taken extremely seriously. \nIn the run-up to the big day, the US Department of Homeland Security (DHS) has been carrying out \"cyber hygiene\" tests on voting systems across the country. Officials are confident in the technology, but there are weaknesses that have security professionals standing by on election day ready to step in if irregularities are spotted. \nThe task facing any hacker isn’t insignificant. In the US, voting is done via electronic booths, the vast majority of which are not connected to the internet. \nFurthermore, different states, and areas within those states, use different systems - a logistical headache but something of a security godsend, as a fractured system is much harder to attack en masse. \nBut any would-be election hacker wouldn’t need to target the whole country, or even an entire state. Instead, finding methods to implant minute differences, in areas which promise to be a close-run battle, could both affect the national picture and be difficult to detect. \nAnd so just as candidates target swing states that could go either way, so too could hackers be looking at \"hack states\" to target. \n\"Two out of the last four presidential elections were so close that a change of a few counties in one state would have changed the result of the national presidential election,\" said Andrew Appel, professor of computer science at Princeton University, in an interview with BBC News. \n\"It’s not necessary to cheat in 9,000 different jurisdictions. If the election is close in just one state, changing several tens of thousands of votes might be enough.\" \nProf Appel is part of a team of cybersecurity experts that will be working together on Tuesday to advise election officials on cybersecurity-related matters - helping to identify genuine attacks from, say, just your bog-standard computer glitch, of which there may be plenty. \n\"There may be questions about some piece of machinery that is showing some symptom,\" he explained. \n\"Does that look like a hack or is that normal? That kind of question.\" \nAny security audit, whether it’s to protect a company or a property, focuses on the points of weakness. And in this election, the points of weakness are the electronic voting booths. \nThe greatest concern of the group, which is mostly a mixture of academics and security professionals, is that the security in place on voting machines in some crucial areas just isn't up to scratch. \nFor starters, 10 states use touchscreen-only voting machines, an immediate concern.\n\"You touch the screen and indicate the candidate you want,” explained Prof Appel. \n\"There’s no paper involved, and at the end of the day it indicates how many votes the candidate got. There would be no way to tell if it was done fraudulently.\" \nSeveral security experts have demonstrated how this process can be tampered with, by installing malicious software capable of changing a switching a person's vote once it is in the machine, or by spoofing the smart cards used to identify a voter.\nOther states use what’s known as optical scan voting. That’s when a voter fills in a little oval on a page to cast their ballot. It’s logged by the computer, to make counting much quicker, but also stored as a hard copy. If the computer says the vote goes a certain way and there’s suspicion of shenanigans, it can be crossed checked against the paper copy. \nSo where are the “hack states”? \nVerified Voting is an organisation that tracks the use of voting machines, and their security, across the US. It’s a painstakingly put together dataset which gives you an idea of the complexity of the US voting system. \nBy using this resource, and combining it with polling data, Mr Bernhard and Prof Halderman were able to isolate key states with both poor voting booth security and a tight race. \nThey named the states most at risk as Nevada, Pennsylvania, Ohio, and Colorado. \n\"As jurisdictions with close races are most vulnerable to having their results perturbed or cast into doubt, these are the ones to be concerned about,” the researchers wrote. \nMost experts are in agreement that the voting machines provide the biggest risk - the key under the mat for anyone looking for a way in. \nBut hackers may look to other means to agitate the process. \n\"A well resourced adversary, for instance a foreign government, could do plenty of other things to disrupt the election,” wrote Mr Bernhard and Prof Halderman. \n\"Cutting the power to a few key precincts could throw the entire election into chaos.\" \nFurthermore, Prof Appel pointed to previous incidents in which voter registration databases were breached. In September, the FBI urged districts to work with the DHS to ensure their database systems were secure. \n\"The thing that could go wrong is that a voter could show up at the polling place and be told they’re not listed when in fact they should be listed,” Prof Appel explained. \nIn concluding their data analysis on the at-risk states, Mr Bernhard and Prof Halderman offered a summary. \n“The 2016 election is less secure than it should be. \n\"While we think it’s unlikely that hackers will be able to silently change who wins, attacks that attempt to disrupt or discredit the electoral process in critical states are a distinct possibility.\" \non Twitter @DaveLeeBBCon Facebook\n"},
{"tags": ["business"], "abstract": "Broadcaster ITV forecasts a further fall in advertising revenue due to increasing nervousness about the strength of the economy.", "title": "ITV forecasts a further fall in advertising revenue - BBC News", "text": "Broadcaster ITV has forecast a further fall in advertising revenue because of increasing nervousness about the strength of the economy.\nThe company behind the X-Factor and Cold Feet said advertising revenue in the three months 30 September was down 4% on the same quarter last year.\nBut ITV predicted a further 7% fall in the final quarter of 2016 due to \"the political and economic uncertainty\".\nThat would see net advertising revenue fall 3% over the full year, ITV said.\n\"In recent weeks the political and economic uncertainty has increased and we are currently seeing more cautious behaviour by advertisers,\" ITV said in a trading update.\nHowever, the broadcaster said its recent push to boost other revenue streams, such as with content from its production arm ITV Studios, would help to offset the fall in advertising.\nITV's total revenues rose 5% to £2.16bn, but revenue from non-advertising sources rose 15%, helped by a strong performance from its studio business.\nChief executive Adam Crozier said: \"ITV is now a much more balanced and resilient business. Even against the current uncertain economic backdrop, we expect 2016 earnings to be broadly in line with last year.\"\nITV said advertising revenues fell about 11% in October after a jump in the same month last year when it benefitted from the Rugby World Cup.\nThe group boosted viewing figures, with the main ITV channel's share of viewing up 3%. Its online viewing jumped 49% year-on-year in the first nine months of 2016.\nITV's share price rose 1% in early trading, which analysts said was probably due to the revenue fall not being as bad as many experts had forecast.\nTamsin Garrity, media analyst at Jefferies, said the figures were \"slightly better than our cautious scenario\", having pencilled in a drop of more than 8% for the fourth quarter of 2016.\nMeanwhile, George Salmon, equity analyst at Hargreaves Lansdown, said: \"Given the current economic uncertainty, it may not be much of a surprise to see the group's customers are pulling their horns in, but it is still not good news for the group. \n\"For the time being, ITV remains the prime place to advertise on a national scale. Coronation Street's status as a national treasure isn't endangered by a weaker economy. \n\"The challenge for the group now is to retain this premier position as Netflix and others grow in the on-demand sphere. Viewing habits are changing and ITV will have to change with them.\"\n"}
]