[
{"text": "From high fashion to thrift-store chic, military appropriations are ubiquitous. Luxury fashion houses have long borrowed elements of both ceremonial swagger and utilitarianism from the style sheet of military uniform. \nIn the 1960s, Yves Saint Laurent designed his famous pea coats, igniting a trend for exquisite military-inspired clothing and coats soon followed by designers including Dries Van Noten, Balmain and Givenchy, among many others. \nAccessories have also benefited from similar inspiration, evidenced by Tom Ford's aviator sunglasses and Louis Vuitton handbags and luggage. At the other end of the fashion scale, in the 1960s, hippies wore cargo pants and army jackets as political statements. \nNow camouflage prints are visible on anything from Nike athletic shoes to bandages and sticking plasters for children. The military influence even goes beyond clothes to interior design, seen in campaign chairs with leather straps and austere lines, to portable Hermes desks.\nThe genius of military design \nI remember my father's wardrobe in the spare room at home, where his army uniform hung neatly next to his crested blazer from Trinity College, Melbourne. This wardrobe was a constant fascination to me growing up for the way in which its contents represented power, intellect and sophistication. \nI noticed the nuances of clothing and how what we wear affects how we feel and behave. I also noticed how costumes functioned in movies -- how often, for example, the villains' frightening outfits were derived from extreme military looks, such as those of the SS or the Gestapo. \nI saw how rock musicians, from the Beatles to Duran Duran and beyond, referenced military clothing in their stage costumes and on their album covers.\nI once came across a photograph of Lord Albert Victor in full military regalia. The striking blue and the encrusted gold and silver used in the trimmings and sashes were strong and imperial. They were powerful evidence of the genius that underlay military design. Then I caught sight of myself in a mirror. \nFollowing men's fashion that year, I was dressed in fatigue cargo pants tucked into leather boots and a loden green sweater. My hair was slicked back as severely as if I had just stepped out of a plane after flying a bombing mission in World War II. \nI laughed at myself, of course, but the echoes between the photograph and my own clothes made me determined to explore further. Where does our fascination with military style come from and how far will we take it in the name of fashion? \nThis book looks at types of military style and how they have been absorbed into the mainstream of fashion. Each chapter reveals a different visual aspect of the military style vocabulary, celebrating its widespread appeal. In other words why, as the cultural critic Troy Patterson observed recently in The New York Times, 'half the people you see on the street are dressed to kill.'\n\"Military Style Invades Fashion,\" published by Phaidon, is out now. \n", "abstract": "Once you begin to notice the extent to which military styles have influenced fashion, it's impossible to ignore it.", "tags": ["lifestyle"], "title": "Does this glamorize war?"},
{"text": " Clinton is expected to get 332 electoral votes, while Trump is predicted to get just 206, according to the Moody's Analytics model, which is based on three economic and three political factors. \n Overall, the U.S. is growing and that favors Clinton. Most Americans can feel their pocketbooks getting better. Moody's predicts key swing states -- Florida, Ohio, Colorado and Pennsylvania -- all going blue this year. \n But here's what really tips the model heavily toward Clinton: Cheap gas and President Obama's high approval rating. \n \"Even those who don't have a car typically pass a gas station and see prices dropping or falling of a daily basis,\" writes Dan White, a senior economist at Moody's, who worked on the model for the 2016 election. \n Gas prices are down, while American incomes and home prices have been rising. At the end of the day, that means a lot of people are better off than they were a few years ago. \n The other deciding factor this year is President Obama. Many see Clinton as an extension of President Obama's policies. Right now, that's a good thing. His approval rating has surged this year to 55%. \n \"Historically, no incumbent president since Ronald Reagan in 1988 has had a surge anywhere close to [Obama's] magnitude in their eighth year in office,\" notes White. \n The economy and Obama's rising popularity are likely to make the difference to those coveted few undecided voters, according to the Moody's model. \n \n The economic factors in the Moody's model are: Two-year change in real household income, real home price growth and gas prices. The political factors are the two-year change in the president's approval rating, political fatigue (some states have a tendency to switch party votes every few yeas), and how Democratic-leaning a state is. \n There's just one red flag: This is not a normal election. \n The model doesn't account for personalities, only data. As Moody's notes, \"It is very possible that voters will react to changing economic and political conditions differently than they have in past election cycles.\" \n", "abstract": "A model that has correctly predicted the winner of every U.S. presidential race since Ronald Reagan in 1980 is forecasting a big victory for Hillary Clinton.", "tags": ["economy"], "title": "Moody's Analytics model predicts big Clinton win"},
{"text": " Google Capital, one of Alphabet's two venture capital arms, quietly added Snapchat to its list of investments as part of a brand refresh and website redesign on Friday. \n No details were provided about the timing, reasoning or size of the Snapchat investment. \n Winnie King, a spokeswoman for Google, confirmed that Snapchat is one of Google Capital's portfolio companies, but declined to comment beyond that. Noah Edwardsen, spokesman for Snapchat, said the company does not comment on financing. \n Google Capital re-branded Friday as CapitalG (Alphabet, get it?). It was formed in 2014 to invest in more mature businesses. The goal, according to its website, is \"to make returns-driven investments in leading companies around the world.\" \n This investment operation has also backed Airbnb, Glassdoor and SurveyMonkey. GV, Alphabet's other venture capital arm for early-stage companies, has invested in Uber and Nest, the latter of which Google ended up acquiring for $3.2 billion in 2014. \n An investment in Snapchat opens the door for a closer relationship with a buzzy startup that is expanding into several areas of interest for Alphabet. \n \n Snapchat is a rising star in social media, long a weak spot for Google (GOOGL, Tech30). It also recently expanded into hardware with Spectacles, a pair of sunglasses with a built-in wireless video camera. The product quickly drew comparisons to Google Glass, its failed attempt at smart glasses. \n Beyond that, the investment gets Alphabet a ticket to what is expected to be one of the hottest upcoming tech IPOs since Facebook (FB, Tech30). \n Snapchat, which recently re-branded as Snap Inc., has raised more than $2 billion in funding and is widely rumored to be planning a public offering early next year at a valuation as high as $35 billion. \n Other prominent Snapchat backers include Alibaba (BABA, Tech30), Yahoo (YHOO, Tech30) and Fidelity. \n", "abstract": "Google's parent company Alphabet now owns a piece of Snapchat.", "tags": ["tech"], "title": "Google Capital is now an investor in Snapchat"},
{"text": "At the same time, stories of sexual assault and objectification at our finest universities have shined a harsh light on some of the darkest realities of being female in our country. In June, a rape victim at Stanford University wrote a letter to Brock Turner, the man who assaulted her behind a dumpster, that was read by millions, including on-air by CNN anchor Ashleigh Banfield. Earlier this month, Harvard University canceled the men's soccer season after another op-ed written by female victims, this time soccer players whose male teammates assigned them sexual ratings and ideal intercourse \"positions.\" \nThe press attention devoted to sexual assault, particularly when magnified by election coverage, provokes uncomfortable, disturbing emotions. But the media coverage is good news for women, because of one fact: We're talking about it.\nThese experiences are all too familiar, for myself and millions of others. From the time I was 11 years old, I've survived unwanted kisses and exposure to strange men's genitals, slut-shaming, relationship violence and sexual harassment. It's time that victims and the media speak out about these issues, especially when it comes to institutions of higher learning, our most hopeful melting pots.\nAnd yet, on the same day that Harvard took action against its men's soccer team, Rolling Stone magazine and writer Sabrina Erdely were found guilty of defamation in the infamous 2014 article, \"A Rape on Campus.\" University of Virginia administrator Nicole Eramo's triumph against Rolling Stone and Erdely -- the jury awarded Eramo $3 million -- is a pyrrhic victory. Although the story's lead anecdote was quickly debunked, it remains true that sexual assault is a problem on college campuses. \nAs the documentary \"The Hunting Ground\" revealed, universities have long betrayed students by questioning victims' integrity, by framing assault as an unprovable, unprosecutable offense and by levying shallow penalties such as \"suspension after graduation.\" Imagine if UVA and other elite universities fought as valiantly to protect their students as they did their brand.\nAnd what about Harvard, my alma mater? When I was a freshman in 1983, Harvard police proudly demonstrated the emergency blue-light campus phones and warned us about strange men in Harvard Yard. Beyond these rudiments, we faced a deafening silence about acquaintance rape, relationship violence and sexual degradation. In my experience, if assaulted, most women told no one, not even our own mothers, for fear of being disbelieved, blamed or labeled as less valuable potential wives or employees.\nLucky for me, my 19-year-old sister, who had been at Harvard for a year, stopped by my dorm during freshman orientation. Sitting on my college-issue twin bed, she told me,  \"Les, this is what's gonna happen.  A cute guy, probably a football or hockey player, is going to come up to you at a party.  It's gonna feel great, like he really likes you.  He's going to ask you to go to his room for some reason.  Just don't go, no matter what. OK?\"\nTwo nights later, I went to my class ice cream social. A boy with ice-blue eyes and straight black hair, wearing a Harvard hockey jersey, flirted and told me about a better party hosted by upperclassmen from the team. Did I want to go? Sure, I agreed, flattered. Would this be my first Harvard boyfriend? He put his hand on the small of my back, steadying me as I threw my ice cream cone in the trash as we left.\n\"Just one thing,\" Mr. Blue Eyes said as we walked down the worn marble steps from the freshman union. \"It's getting cold. I need to stop by my room to get a sweatshirt. OK?\"\nRemembering my sister's words, I stammered some excuse and rushed back inside. I'm grateful I never found out if I could have been assaulted that night. But over four years at Harvard, I discovered other truths: that (if their experiences were anything like those surveyed for the National Intimate Partner and Sexual Violence Survey) as many as close to 20% of my classmates were victims of rape or attempted rape, that we were most at risk during freshman year and that the real threat came not from strange men infiltrating campus, but from classmates in my coed dorm, in the carrels next to me at Widener Library and sitting behind me in Marjorie Garber's Shakespeare class. \nIf a 19-year-old like my sister knew we were vulnerable, why didn't the smart, seasoned folks running Harvard? If they knew, why didn't they protect students? The painful answer is that many administrators at Harvard, UVA and other campuses surely did know then, and do know now, the risks students face. Yet too little has been done to prevent sexual violence on campuses. Universities apparently fear that confronting assault will hurt a school's reputation, so they repeatedly leave students vulnerable. \nSo bravo, Harvard, for taking a stand to right years of wrongs, by declaring publicly that written and verbal degradation of women is intolerable, a gateway to more serious behavior. There's more to be done to end sexual assault and discrimination, but this is a step forward. And shame on those who dodge chances to raise awareness about intimate violence, and the people who try to tell the messy, complex truths about rape culture in dorm rooms, bedrooms, and boardrooms today. Every school, employer, family and bystander has one simple obligation when it comes to sexual assault: to protect everyone from it.\n", "abstract": "Leslie Morgan Steiner writes that extended media coverage of sexual assault is a positive step forward because it means we're finally talking about the issue. ", "tags": ["opinion"], "title": "Why reporting on sexual assault is a good thing"},
{"text": " It's the latest bad news for the innovative camera company, which recently saw its stock drop 20% because of terrible sales figures. \n The Karma, which costs $800, was the very first drone made by GoPro (GPRO, Tech30). It's a black and white quadcopter that folds and can fit into a backpack. It's meant to capture stunning aerial footage from a mounted GoPro camera, which is sold separately. \n GoPro's announcement, made Tuesday evening, includes 2,500 Karma models that were sold since Oct. 23. \n \"In a very small number of cases, Karma units lost power during operation. No related injuries or property damage have been reported,\" the company said in a statement. \n GoPro said it's coordinating with the U.S. Consumer Product Safety Commission and Federal Aviation Administration, which regulates drone usage in the United States. \n \"Safety is our top priority,\" GoPro CEO Nicholas Woodman said in the statement. \n GoPro isn't offering replacement units right now, but the company says it's giving customers a full refund. It plans to \"resume shipment\" of the drones \"as soon as the issue is resolved.\" \n The interruption in sales could further hurt the device maker, which continues to struggle with weak sales. GoPro is being forced to compete in a suddenly crowded market for \"action cameras,\" devices meant to take a beating on intense activities like hiking, skydiving and surfing. They're now also made by the likes of Sony, Polaroid and Xiaomi. \n", "abstract": "GoPro is recalling a batch of its first-ever drone because it turns off while in the air.", "tags": ["business"], "title": "GoPro recalls Karma drone because it loses power mid-flight"},
{"text": "Shane Kimbrough, a NASA astronaut currently living on board the International Space Station, filed his ballot in Tuesday's presidential election, according to a Tumblr post by NASA.\nNASA told Yahoo News that Kimbrough filed his ballot in the 2016 election from the space station sometime over the past few days.\nFor astronauts who will be in space on Election Day, the voting process starts a year before launch. At that time, they are able to select the elections in which they want to participate.\nThen, six months before the election, astronauts are provided with the form \"Voter Registration and Absentee Ballot Request -- Federal Post Card Application.\"\nNASA astronaut David Wolf was the first American to vote in space while on the Russian Mir Space Station in a 1997 local election, according to NPR.\n", "abstract": "From infinity and beyond, he found a way to vote.", "tags": ["politics"], "title": "This NASA astronaut voted from space"},
{"text": "The Russian star, who has five grand slam titles to her name, is eligible to compete again on April 26 2017. The penalty followed a positive test for banned substance meldonium at this year's Australian Open.\n\"I believe that the game, the fans, the tour ... everybody is going to welcome Maria back,\" Simon told CNN's Open Court host Pat Cash at this year's WTA Finals in Singapore.\n\"We're looking forward to seeing her back on tour. I do believe that the fans and everyone else is going to be excited to see her back as well.\"\nSharapova's original two-year ban was reduced to 15 months in October, meaning she will be able to compete in the French Open in May. \nSimon spoke of his admiration for the way Sharapova has conducted herself since receiving the ban. \n\"She's gone through a long and difficult year going through this process,\" he said. \"I think she's shown a tremendous level of integrity.\n\"Maria owned up to everything she did. We wish all athletes and people would own up to what they do and take responsibility for their actions. \n\"She did. She's gone through the process. She received no special considerations due to her celebrity status.\"\nSimon acknowledged the impact the ban has had on the Russian's career. \n\"She's paid a hefty fine,\" he said. \"She's lost all her ranking; she's lost 15 months of income. That's a significant hit for anybody. She's paid her dues and she's available to come back when her suspension will end in the spring.\"\nVisit cnn.com/tennis for more news and videos\nSimon is not the only CEO in world tennis to welcome Sharapova's comeback. Johan Eliasch, CEO of tennis manufacturer Head who sponsor Sharapova, congratulated the Russian star after her ban was reduced.\n", "abstract": "Steve Simon, CEO of the Women's Tennis Association (WTA), says he is \"looking forward\" to seeing Maria Sharapova back on the circuit once she has served her drugs ban.", "tags": ["sport"], "title": "WTA chief welcomes Sharapova's return from ban"}
]