[
{"title": "James Walker: How to make a complaint to telecoms AND get the best result ", "abstract": "JAMES WALKER, the consumer champion helping you resolve your consumer complaints, talks about telecoms complaints. ", "text": "Telecoms - do fewer complaints mean there's less to complain about? \nIf there's one huge monthly outlay for many of us, it's paying for our TV services, landline phones and mobiles and broadband internet. \nAll of these forms of communication are so crucial to the way we live our daily lives but they don't come cheap. They probably represent one of the largest chunks of monthly expenditure after our mortgage/rent and electricity/gas bills. \nAnd given how much money we are paying for all of these packages, we shouldn't ever have to put up with problems. Resolver.co.uk users regularly get in touch to tell me about issues they are suffering with bad connections, poor customer service or their bills and packages going up in price. \nOn the flip side there was actually a recent report from UK communications regulator Ofcom that showed a decline in the number of complaints made between April and June 2016 about these sort of providers. \nBut to me that doesn't necessarily mean there is less to complain about. It may simply mean people aren't taking the time to complain, or are finding it hard to do so. \nI know from experience - ever since we launched Resolver to make complaining easier - that so many people are put off raising issues because they see it as wasting time, impossible to get satisfaction from big businesses and also complicated to do. \nAnd if anyone has ever waited on hold for ages or searched fruitlessly for the right email address to contact, you'll know the frustrations that can be involved. That's exactly why we exist, to get around those problems and make life simpler for everyone with an issue to raise. \nOur free and independent template emails do just that and we can see the benefit clearly during 2016 so far. Users of Resolver.co.uk have taken the time to raise 2,600+ issues about TV providers, 2,500+ relating to landline phones, 18,000+ about mobile networks and 14,000+ regarding internet and broadband. \nI always remind people that they have far more power than they assume. Big companies can only continue to be big companies if they have customers.. And no-one wants to lose customers due to bad service. \nAnd often the only time they hear or know about bad service is when people like you get in touch with them to tell them about it. \nSo what can you do to help with that? Here's some of my key tips for dealing with communications providers when you have a problem.\nMake it clear you may leave \nDon't wait until the last minute. Know when your contract is up - put it in a diary or calendar - and tell your provider you are thinking of leaving them. They won't want to hear that. But you have no reason to stay loyal unless they are loyal to you back with a decent deal renewal.\nUsually they will offer you some good reasons to stay a customer, especially if you provide quotes from competitors and ask them to match the prices. However, and this is key, you don't have to accept their first offer. Even if they say it is the best possible price they can give you, it isn't always. Always keep negotiating until YOU are happy. \nCompare all the alternatives \nEvery month, Resolver.co.uk publishes a list of the top companies for customer service to help people like you know which are the best businesses to buy from. This allows you to go off, search out other deals and decide which is right for you based on \nprice, reviews, customer feedback and our own independent chart. There's so much competition out there today that you can sometimes find the same deal, or nearly as good, by switching provider.\nAnd that's never as much hassle these days as you believe it to be. Besides, if you can get more for your money as a 'new' customer elsewhere, then it makes total sense even if it means a few days of disruption and some phone calls and forms. That's the only way bad businesses begin to shape up, when they realise they are losing custom. \nContact Customer Retention \nIn every company of all shapes and sizes, there's a group of people whose one and only job is to keep you happy and keep you as a customer. Don't be afraid to speak to them and move on from Customer Services if the employee there is not giving you what you want.\nYou might even find that they will actually offer you a much better deal than the one already offered by their own colleague in another department. They have far more room to move and ultimately they do not want to lose you. Just be polite and friendly and don't demand. Simply ask for what you want and feel is the best deal and base it on quotes elsewhere or changes in your own circumstances. \nKnow your important dates \nAlways be careful to never to let a contract 'roll over' into a new period. Sometimes this will mean any special offers you've previously had given to you will be taken off your bill and you'll find you're paying far more with little or no way to get out of the new contract.\nAlways start way ahead of time to be able to negotiate new deals and pricing. You'd be surprised how many people forget this and not all companies will inform you of your impending contract end date or that it is time to renew. Many contracts are continuous and simply roll over unless you make the effort and act to cancel them.\nSo be careful and read all the terms and conditions carefully and check through any letters received in the post or emails arriving in your inbox that you may think are circulars or spam but are actually far more important. \nFinally remember this: never be afraid to tell a company if you are not experiencing good enough service or the price is not right for you. You are the customer and you deserve the best. Now go out and get what you're entitled to and that's simply the best deal possible for you personally. \n\n", "tags": ["lifestyle"]},
{"title": "It’s an emergency, our 999 services need help as thousands stranded without help", "abstract": "WE ARE rightly proud of the NHS. ", "text": "We all have loved ones who would not be with us today without the hard work of its dedicated staff, from the receptionist to the neurologist.\nThe NHS’s principle of care that is free at the point of delivery is the cornerstone of a compassionate society but it can only remain that way if it works. \nIn just eight months almost 80,000 people who needed the help of our emergency services found that they were unable to get through to 999, a figure that has almost doubled in a year. That desperate people have found their calls unanswered is disgraceful.\nCall handlers, who are dealing with nine million calls each year, are dangerously under-resourced. If we do not support them they cannot support us. \nIf this continues the story of Eddie Corley’s struggle to reach help for his injured wife June could become all too familiar. When it comes to emergency care, people’s lives must never be left to chance and no one should find themselves in a life-threatening situation based on a post-code lottery.\nThis is an issue that could affect every one of us – 999 is a number you never want to use but are always glad to know it is there.\nWe must work to make sure that this service, which we have always been able to rely upon, remains available to anyone who requires it across the country.\n———————————————————\nRemember when planners swore that the future of warfare would be short, sharp, shock-tactics and “asymmetrical warfare” became a byword for slashing conventional forces? You should – it was only six years ago.\nAnd it’s clearer than ever that other nations weren’t using the same script. Britain pulled tanks out of Germany, axed Nimrod maritime spy planes and shrunk the Royal Navy to its smallest size in history, believing that they wouldn’t be needed to fight jihadis in Iraq, Syria or Afghanistan.\nMeanwhile Russia became the world’s fourth largest defence spender, investing a whopping 7.5 per cent of its GDP to revamp its creaking hardware.\nVladimir Putin is an ex-KGB chief intent on reliving past glories. Despite Crimea and Syria, Russia’s real aim – like China, also ramping up its navy – is to become a great maritime power. And the jewel in the crown is its submarine fleet.\nTrue, Britain is awaiting two new aircraft carriers but only one will be used at any one time. When it comes to maritime presence, quantity trumps quality.We need more destroyers and frigates – and the sailors to crew them.\nThe days when Britannia ruled the waves may be gone but, with the US focused on potential naval conflict with China, never has the need to invest in our Senior Service been more urgent.\n———————————————————\nPrince Harry deserves much praise for the way he has carved out a role for himself with his charity work, not least through his Invictus Games.\nHe has been rewarded... it was on a visit to Toronto on behalf of the Games that he met Meghan Markle with whom he has found romance. \nEarly days but we wish them both well.\n", "tags": ["opinion"]},
{"title": "'I'll BLOCK Brexit' Corbyn vows to collude with Remain MPs unless PM agrees to HIS demands", "abstract": "JEREMY Corbyn tonight sensationally vowed to collude with Remain backing MPs in parliament to block Brexit unless Theresa May accedes to his demands. ", "text": "The beleaguered Labour leader pounced on the ruling of three judges that Article 50 can only be triggered by the House of Commons to issue an extraordinary four-point blackmail note to the prime minister.\nIn a bombshell intervention the unpopular left-winger said Mrs May will have to accept his demands or face a backbench rebellion which would force her to call a snap general election. \nMr Corbyn is insisting that Britain maintains access to the single market, guarantees all EU workers' rights, keeps Brussels laws on consumers and the environment and agrees to pay for any EU capital investment lost by Brexit. \nIf Mrs May refuses to accede to all four demands in a binding parliamentary law, he has vowed to build a cabal of Labour, Green, SNP and Remain-backing Tories to block her from activating Article 50. \nThe breathtaking blackmail attempt was tonight set to spark fury amongst eurosceptic MPs who have warned that a europhile establishment is trying to betray the public and reverse the result of June's referendum.  \nIn a dynamite interview with the Sunday Mirror the embattled Islington MP called the four huge demands his party's “Brexit bottom lines”.\nHe said: “These must be the basis of the negotiations. And it doesn’t necessarily cause a delay.\n“The court has thrown a big spanner in the works by saying Parliament must be consulted. We accept the result of the referendum.\n“We are not challenging the referendum. We are not calling for a second referendum. We’re calling for market access for British industry to Europe.”\nOn whether Mrs May will accept the extraordinarily brass-necked demand, he added: “Sorry, but we live in a democracy and the Government has to be responsive to Parliament. It’s not my timetable so it’s up to her to respond.”\nAnd he was scathing of the PM's handling of the early stages of Brexit, insisting that if she listens to Labour she can get Britain's negotiating strategy back on track. \nHe said: “She has set a timetable that can easily be achieved.\n“She just has to set out the negotiating basis which she refuses to do.\n“I would have set out very quickly the relationship with Europe.\n“It would have stemmed the run on the Pound if we had made clear we wanted to maintain market access to Europe.”\nMr Corbyn's hand has been significantly strengthened by Thursday's ruling that the PM cannot use royal prerogative powers, but must instead consult parliament before activating divorce talks with Brussels. \nThe Government has vowed to appeal the decision but legal experts have indicated it is watertight, meaning the prime minister now faces the prospect of having to get Brexit past an incredibly europhile House of Commons. \nThe PM has a wafer-thin majority of just 12 and could be forced to call a snap general election if parliament tries to throw a spanner in the work, despite promising not to hold another national vote until 2020. \nAnd Mr Corbyn, who according to the latest polls is currently the public's third pick to be the next prime minister - behind Mrs May and 'don't know' - said he is relishing the prospect of an election campaign. \nHe said: “If the Government calls an election we’re ready for it.\n“We have the members, the organisation and the enthusiasm. We welcome the challenge.\n“It would give us the chance to put before the British people an alternative economic strategy for this country.”\nThe latest polling by YouGov revealed that just 16 per cent of the British public believe Mr Corbyn would make the best prime minister, compared to 36 per cent who plumped for 'don't know' and 47 per cent who backed Mrs May. \nAnd a new ICM poll released earlier this week showed that Labour is on just 27 per cent of the vote nationwide, an astonishing 16 point behind the Tories. \n", "tags": ["politics"]},
{"title": "Our Universe was born from black hole in 4D Universe, astonishing theory suggests", "abstract": "OUR Universe could have been born from a black hole in a four-dimensional Universe, an astonishing new theory has claimed.", "text": "Despite huge advances in scientists’ understanding of the Universe in recent decades, where the Cosmos came from remains a mystery.\nEqually mysterious to experts are black holes – but now some experts are starting to consider whether the two are connected in some way.\nAt the beginning of time, 13.8 billion years ago, there was a dense and super-hot energetic point where the laws of physics did not apply – what is known as a singularity.\nThe only other thing in the Universe where a singularity occurs and the laws of physics are thrown out of the window is at the event horizon of a black hole, which is unexplainable by current scientific methods.\nWhat is fascinating about black holes is that the event horizon is two-dimensional in our three-dimensional universe.\nThis means that there is something that we are unable to perceive and the theory, which was first suggested in 2014 and is now under serious scrutinisation, claims that our Universe is the result of a singularity of a huge black hole.\nIn simpler terms, there is a possibility that our three-dimensional Universe is surrounding the event horizon of a four-dimensional Universe.\nA 2014 study from the Perimeter Institute and University of Waterloo stated: \"In this scenario, our Universe burst into being when a star in a four-dimensional universe collapsed into a black hole.”\nRe-visiting the theory recently, Ethan Siegel, a professor of physics and astronomy at Lewis & Clark College in Portland, explained how a black hole could have formed in another universe which led matter to “fall” into our Universe.\nDr Siegel wrote for Forbes: \"As the black hole first formed, from a star’s core imploding and collapsing, the event horizon first came to be, then rapidly expanded and continued to grow in area as more and more matter continued to fall in.\n“If you were to put a coordinate grid down on this two-dimensional wrapping, you would find that it originated where the gridlines were very close together, then expanded rapidly as the black hole formed, and then expanded more and more slowly as matter fell in at a much lower rate. \n“This matches, at least conceptually, what we observe for the expansion rate of our three-dimensional Universe.\"\n", "tags": ["science"]},
{"title": "Andy Murray reaps reward from years of graft by usurping Novak Djokovic as World No 1", "abstract": "ANDREW MURRAY, as he was back then, had the path to the top of the world spelled out to him in 2001 when he was still a squeaky-voiced 14-year-old.", "text": "In an old BBC documentary, an even-more-youthful future Davis Cup captain Leon Smith, then coach to the Murray brothers, was sounding an earnest note of caution to camera.\n“The people you see on television, the top ones in the world, have worked hard all their life,” he said.\n“They have given up all social life, they are playing four, five, six hours a day. There is training and fitness. They see physiotherapists every day. They work with sports psychologists and they travel the world.\n“It is a tough life. If you want to make it, you really have to give up a lot of your life.”\nThankfully, for himself and for the nation, Andy Murray was up for the challenge.\nFast forward four years and Murray is “at home” in his cramped and decidedly untidy student digs at the Sanchez-Casal Tennis Academy near Barcelona.\n“I like staying here,” he says. “Other places might be nicer but it reminds me I am nowhere near at the top yet. I like the fact I don’t get treated any different to anybody else.”\nHe had already won the US Open junior championship the previous year but was just about to enter the national conscience permanently with a run to the third round of Wimbledon.\nMurray’s first visit to SW19 was also mine and after a thrilling Saturday afternoon five-setter against David Nalbandian, his life had changed forever.\nHe took his final bow from the tournament that year with ignominious exit in the first round of the mixed doubles on a packed Court Three a couple of days later but already the awkward 18-year-old sensed the difference.\n“I wasn’t expecting so many people when I got off court,” he said. “I couldn’t move at all. I said I would try to sign everybody’s autograph and I tried to, but I couldn’t because they were all pushing. It’s a little weird.”\nHis relationship with his public remained uneasy and a joke about supporting England’s opponents that misfired saw him retreat into his tennis as much as possible.\nDismissed as too fragile to survive a five-set clash; a series of winter boot camps in Miami answered those criticisms. His fitness was in his control, and Murray fixated on becoming the most athletic player on the tour.\nMental strength was harder to garner but under the tutelage of Ivan Lendl he slowly equipped himself with the tools to win the crunch points.\nOlympic gold in 2012 provided the final piece of the jigsaw – a belief he could win things. Three weeks after Murray had cried following defeat to Roger Federer at the Wimbledon final, the main focus of the nation had turned to the Olympic Park and the rowing lake.\nBut those lucky enough to attend the raucous circus that sprung up on Centre Court finally saw Murray at his best, beating both Federer and Novak Djokovic to capture honour for his country as much as himself. That victory paved the way for him to end Britain’s 77-year Wimbledon hoodoo and a similar-length drought in the Davis Cup.\nThe fact he had been born a week apart from Djokovic, though, seemed cruel barrier to that elusive no. 1 spot.\nFatherhood, though, gave Murray a fresh perspective. The fact he felt he could go out and celebrate his second Wimbledon triumph with a few rare glasses of bubbly this summer – in the company of journalists, no less – showed he had finally discovered greater confidence in himself as a person. He could be his own man.\nNow his near invincibility since that night at Drama nightclub in the heart of the West End has finally catapulted him to the very top of his game.\nHe had given up his social life, worked hard on his fitness, seen the physios, spoken to the sports psychologists and travelled the world. Finally, he had that true belief in himself.\nAmong the many tributes to pour in was a short tweet from Federer himself – World No.1 for a record 302 weeks.\n“We have a new king in town. Congrats Sir Andy Murray,” he wrote.\nThe Swiss, like Smith all those years ago, appreciates just how big his achievement is.\n", "tags": ["sport"]},
{"title": "Samsung Gear S3 - The worst version of this smartwatch costs more than an Apple Watch ", "abstract": "SAMSUNG has unveiled the pricing for its Gear S3 smartwatch, and our least favourite variation is the most expensive – out-pricing some models of the Apple Watch.", "text": "Samsung is clearly feeling pretty confident about its latest smartwatch, the Gear S3.\nThe South Korean company has slapped a hefty £349 price tag on its latest wearable device, which we weren't too impressed with during our hands-on time back in September.\nMeanwhile, rival Apple – who at one time had the most expensive smartwatch on-sale – now sells a variation of the Apple Watch for £269.\nThe Apple Watch Series 1 starts from £269 for the 38mm case, and £299 42mm case.\nAlthough it sports the same dual-core processor as the Apple Watch Series 2, the entry-level wearable is not waterproof to 50metres, nor does it have an in-built GPS.\nSamsung finally started to take orders for its highly-anticipated Gear S3 smartwatch last week – some 60 days after the company first unveiled the gadget timepiece on-stage at the IFA consumer technology tradeshow in Berlin.\nFollowing on from the success of the Gear S2, the next-generation Samsung wearable comes in two new styles, dubbed Frontier and Classic.\nFrontier has been designed to act as both a fitness-minded watch, as well as a leisure wearable. \nMeanwhile, the Classic variation “pays homage to the minimalist, elegant style found in the most iconic timepieces,” according to Samsung.\nBoth variants of the tech timepiece keep the same spinning bezel mechanism that made the Gear S2 such a departure from other smartwatches.\n\"Whether you thirst for adventure, or prefer a more classic design, both are the perfect blend of form and function,\" the South Korean firm teases on its website. \n\"Welcome to a new generation of smartwatches.\"\nBoth the Gear S3 Frontier and Gear S3 Classic for £349 through its online store.\nUnlike last year, the Gear S3 is now compatible with any standard 22mm watch band, so owners can quickly swap-out and customise their device, without being beholden to a single manufacturer, like some rival wearables.\nSamsung has also increased the size of the battery (upping the battery life to a staggering four days) and included a GPS to give the smartwatch more autonomy from your paired Android phone.\nUnfortunately these internal refinements come hand-in-hand with a number of unwelcome changes to the design – and size – of the Gear smartwatch range.\nThe Gear S3 Classic and Frontier are both incredibly large, bulky devices.\nSamsung has ditched the understated, compact design it employed with the Gear S2 in favour of a bigger battery, larger display and GPS chipset. \nHere’s the thing – we’re not sure it is worth the trade-off.\nFor one thing, the latest iteration of the Samsung Gear smartwatch now appears to only target a male audience. The South Korean firm says that’s by design, since its research shows 80 per cent of smartwatch owners are men. \nBut that trend quickly becomes a self-fulfilling prophecy when the only accomplished smartwatches on the market are swollen wrist-behemoths, like the Gear S3 Frontier. \nAnd even amongst the target audience, the chunky Gear S3 series will only appeal to those looking for a large watch.\nUnlike rival smartwatch ranges from Apple and Motorola, there is no choice of screen size with the Gear S3 Classic and Frontier. \nThat didn’t matter so much with the slight, one-size-fits-all Gear S2, but it feels like an issue that will alienate more than a few buyers this time around.\nThe S3 Classic is the least appealing of the two, thanks to its plain silver face, which lacks the design flourishes seen on the Gear S3 Frontier.\nSamsung's wearable operating system, TizenOS, still performs admirably, and the spinning bezel is a brilliant way to navigate around the beautiful, simplistic operating system.\nHowever the app ecosystem hasn’t grown in any meaningful way since it launched alongside the Samsung Gear S2, which is disappointing.\n will be spending some more time with the Gear S3, and will have a full in-depth review soon.\n", "tags": ["tech"]},
{"title": "Lidl opens £55MILLION distribution centre in MAJOR boost to Britain's economy", "abstract": "SUPERMARKET Lidl has opened a multi-million pound Southampton distribution centre and announced hundreds of new jobs, in a huge vote of confidence in Britain ahead of its exit from the European Union (EU). ", "text": "The grocer said the £55m hub marks a commitment growing its business both in the region and across the rest of the UK.\nSouthampton's new warehouse is the German firm's largest to date and will support the creation of up to 400 new staff.\nThe regional distribution centre forms part of a £1.5billion investment and boost to Britain's economy between now and 2018.\n\nThe hub will service stores in and around Hampshire, Dorset and West Sussex, as Lidl expands operations in the south of England.\nAt the same time, there are two more warehouses under construction, while four existing centres are being expanded.\nMarco Ivone, regional director at Lidl UK, said: “The opening of our new Southampton RDC marks an incredibly exciting time for the business, particularly in the South.\n\"Not only is it necessary to accommodate the scale of our existing and future operations in the area, we have been able to create significant job opportunities as a result of the new warehouse and will continue to invest in the South as we move forward with our expansion plans.”\n\nLast month competitor Aldi also announced a £300m investment in Britain by opening 70 new stores and refurbishing more than 100 UK stores.\nThe firm's chief executive Matthew Barnes said investment plans have been \"unaffected\" by the Brexit vote.\nAldi and Lidl have enjoyed increased popularity among British shoppers in recent years, as an alternative to Britain's bigger supermarket chains.\n", "tags": ["business"]}
]