[
{"tags": ["economy"], "title": "EU’s Canada free-trade CETA deal could be back on as Walloons agree to last-minute deal", "abstract": "Canada&rsquo;s long-awaited and much-delayed trade deal with the EU could be back on the cards at last as Wallonia &ndash; the region of Belgium that threw a spanner in the works earlier this month &ndash; appears to have decided to back the treaty.", "text": "Canada’s long-awaited and much-delayed trade deal with the EU could be back on the cards at last as Wallonia – the region of Belgium that threw a spanner in the works earlier this month – appears to have decided to back the treaty.\nThe EU and Canada have been negotiating the Comprehensive Economic and Trade Agreement (CETA) for seven years, and hoped to sign the deal this month.\nBut Wallonia withheld its approval, preventing the EU from achieving the unanimous backing of all member nations that it requires.\nAs a result Canada’s trade minister declared the EU “incapable” of managing international treaties and walked out of talks to return home, while the EU’s President Donald Tusk warned the deal’s collapse could be the end of Brussels’ attempts to strike any trade deals.\nBelgium’s Prime Minister Charles Michel said that Wallonia was now in agreement, and the regional parliaments may now agree to CETA by the end of Friday night, opening the door to the deal being signed.\nMr Tusk said that once the regional votes had taken place, he will inform Canadian Prime Minister Justin Trudeau.\nAny extra concessions given to Wallonia may mean other countries will want to look again at the deal, however.\nPotential hazards include a request that the European Court of Justice should look at the system of resolving trade disputes used in the treaty.\nPreviously Mr Trudeau had asked “what is the EU for?”, if it was unable to sign an agreement with a nation that has a very open, pro-trade stance.\nOther deals such as TTIP, a mooted treaty with the US, have ground to a halt as different EU nations put forward widely varying demands. Politicians in the US have also turned against the idea during the current Presidential election campaign.\nBritain is watching CETA closely as the UK wants to reach a trade agreement with the EU as it leaves the union, but also because the Government wants to do its own post-Brexit deals with countries including Canada.\n"},
{"tags": ["lifestyle"], "title": "Until we treat male and female domestic abuse victims the same, we'll never be rid of it", "abstract": "It was early 1998.", "text": "It was early 1998. I was on a ferry, and on the car radio, an agony aunt was talking to a man who described himself as a six-foot rugby-playing policeman who, for 10 years, had been beaten almost daily by his five-foot-two wife. I vividly remember my “what the hell?” response. That actually happens to men?\nI sensed there was a story in this somewhere, and began to research. With surprising ease, I found people who knew a man it had happened to. In fact I had – and still have – the same conversation over and over again when I tell people that I have written about this topic. I could script it, and it goes exactly like this…\nAn expert I spoke to in the late 90s opined that the situation for male victims then was much the same as it had been for women thirty years earlier. Around the same time, a senior policeman told me that we shouldn’t talk about male victims for fear that it takes the focus away from women.\nI continued to research, speaking to both male and female victims and found that just as the types of abuse reported by men are similar to the types of abuse reported by women, the impact of that abuse is much the same. What appears to be different is an unwillingness on the part of many men to accept that what has happened is actually abuse, many of them seeing it as something “that just happens”.\nPart of male socialisation and the sexist stereotypes society imposes on our men and boys is to “grow a pair”, “man up”, or “take it like a man”. Therefore, it could be argued, men’s weakness is their façade of strength.\nAccording to the Office of National Statistics (ONS) and the 2014/15 British Crime Survey, male victims (29pc) are more than twice as likely as women (12pc) to not tell anyone about the partner abuse they are experiencing, and only 10% of male victims will tell the police (26pc women). These figures show that domestic abuse is, in general, underreported, and that surely calls into question the current trend towards a gendered approach.\nOver the years that I’ve been observing this issue, the conversation has moved from being about domestic abuse to stopping violence against women and children. A laudable aim, for who in their right mind wouldn’t want that to happen? My concern – and one that is shared by people who work with abused men – is that it appears that in this narrative male victims are being sidelined.\nIn 2015, 109,000 men reported to English and Welsh police forces that they were victims of domestic abuse, which constitutes 23pc of the overall total. This is not an insignificant number. Another study found that while men are eight times more likely to commit overall violence than women, there is gender parity in partner abuse. More worrying is the fact that more than 70pc of non-reciprocal violence is instigated by women. Things have changed, and not in a good way.\nGiven that the research indicates only 12% of male victims contact the police, it's probably safe to assume the real figures are greater.  Take those numbers and consider the help available for men. Twenty organisations offer refuge or safe house provision for male victims in the UK – a total of 82 spaces, of which 24 are dedicated to male DV victims only (the rest being for victims of either gender). For female victims, there close to 7,500 spaces for women and their children.\nSo where do we as a society go from here? We need an open and honest debate. We need to encourage all victims to come forward and seek help. We need to acknowledge that the barriers abused men face are not only attributable to a lack of visible and accessible support services, and the marginalisation of men in the public narrative of domestic abuse, but are also related to sexist stereotypes of what it means to be a “real man”.\nI believe we need to follow the lead of the female victims of domestic abuse who have come to me after reading my novel, A Suitable Lie. They see this book as a commentary on domestic abuse and the horrors it inflicts. What they don’t see is gender. They see violence and its impact; they feel listened to; and they feel hope that together – women and men – we can rid our society of this scourge.\nPerhaps that generosity of spirit and empathy is where the experts need to go. Because, while they argue about who is doing what to whom and in what numbers, people are being hurt by other people. And people and their children are not receiving the help and support they need.\nA Suitable Lie is published by Orenda Books, £8.99\n"},
{"tags": ["opinion"], "title": "When the fight for Mosul ends, the real battle for the future of Iraq can begin", "abstract": "A booby-trapped tunnel dug by Islamic State in Iraq and the Levant is not the first place you&rsquo;d expect to find a noted French philosopher.", "text": "A booby-trapped tunnel dug by Islamic State in Iraq and the Levant is not the first place you’d expect to find a noted French philosopher. But Bernard-Henri Levy, writing dispatches from the front line of the battle for Mosul, is not unusual. Kurdish Peshmerga units are full of embedded Western journalists and this isn’t a coincidence. It’s a canny move by the Kurdish Regional Government in Erbil to ensure the world knows about the Kurds’ role in the offensive to retake Mosul, Iraq’s third city, from Isil.\nYet while it makes for good reading, the bravery of the Kurdish Peshmerga (“those who stand in the face of death”) forces is not actually the most notable aspect of the operation. More remarkable is the level of cooperation between the Kurds troops and the Iraqi national army.\nTwo years after Iraq’s military turned tail and fled Mosul, leaving its residents to suffer under Isil’s black flags, the same force is now leading the charge to retake the city. Better still, the operation has warmed relations between Baghdad and Kurdish leaders. The entente is fragile, but if it can hold, a stable Iraq might just emerge.\nThe operation has been set up carefully, with Western help. Iraqi troops have promised to stay in line and respect Kurdish territory. In turn, the Peshmerga have promised they won’t enter Mosul. That part was easy, says Mike Knights, a fellow at the Washington Institute, because the Kurds have no desire to repeat the mistakes made in 2003, when they conquered Mosul from Sunni Baathists, looted everything then tried to rule over a hostile population.\nThis time, the Kurds have their eyes on a bigger prize. In August, Erbil and Baghdad finally signed a deal to share revenues from oil production around Kirkuk, a city home to a large Kurdish population – and Iraq’s richest oil reserves. Erbil badly needs the cash: since oil prices plunged, the Kurdish government has only been able to pay about half of the wages owed to its bloated civil service, according to Renad Mansour of Chatham House.\nIn Kirkuk, a special accommodation has been reached. Baghdad pays the salaries and the Peshmerga provide the security. Oil revenues are split fifty-fifty. That might not be a glorious step towards the independence the Kurds crave, but until an upturn in the oil price, that ambition is on the back burner. In addition to the oil deal, Baghdad has also been sharing Western-provided weaponry with the Peshmerga and including Kurdish officials in international summits.\nThe Mosul offensive is helping to strengthen this trust, but victory in the battle will bring two dangers. With Isil defeated, there will be a power vacuum in the city. Two other players will be trying to influence what happens next: Mosul’s Sunni population and Iraq’s Shia militias, who have mostly been kept out of the battle so far.\nMosul’s Sunnis could make a strong case to be given more autonomy, along the lines of Kurdish Iraq. Iraq’s constitution in theory grants them a large degree of self-governance, but it was never honoured by the previous regime in Baghdad. The city has been through hell under Isil and the coming battle could be even worse. It’s also home to many former Baathists who supported Saddam Hussein. So even if they are granted more autonomy, it’s not clear how its factions will agree to share power peacefully.\nAn even bigger challenge are the Shia militias. These bands are full of extremist, anti-Sunni soldiers and are backed by Iran, which is working to keep Iraq weak and unstable. If Iran gets its way and can boost the power of its cronies in Baghdad, led by former Prime Minister Nouri al-Malaki, Iraq could fall back into chaos.\nAvoiding this fate will take patience, military strength and clever strategy. The West must keep together its coalition of European and US forces aiding Iraq’s shaky government. But it must also help persuade Baghdad to accept reality and give the country’s Sunnis more autonomy in a proper federal system. In order to hold Iraq together, its leaders must be prepared to split it up.\nThis will take years, not months, but it’s a prize worth fighting for. If Iraq’s sects and ethnic groups can find a way to share power, the country could become an example to the whole region. And as for Isil, which is about to lose the self-declared capital of its gruesome caliphate, it may simply collapse into the discarded wreckage of history where it belongs.\n \n \n"},
{"tags": ["politics"], "title": "Home Office to crack down on non-EU migrants using the NHS ", "abstract": "Non-EU migrants will see their partners banned from coming to the UK if they have an outstanding debt of &pound;500 with the NHS, according to reports.", "text": "Non-EU migrants will see their partners banned from coming to the UK if they have an outstanding debt of £500 with the NHS, according to reports. \nAmber Rudd, the Home Secretary, is expected to announce that those living in the UK with debts could also be refused \"leave to remain\".\nIt follows the news that a hit squads of debt collectors are to be sent into hospitals to collect payment from health tourists. \nIt came after a report revealed the NHS recoups less than half the money it spends on treating overseas patients.\nThe Home office are expected to announce the new measures today and the new rules will become law within months.\nA source told the Sun: \"This is a tightening of the rules. If someone has come to Britain previously, run up a debt of £500 or more, gone home, then apply for a family visa, they could be refused.\"\nNHS Trusts collected just £255m of at least £500m spent providing treatment to foreign patients last year, according to the latest report by the National Audit Office (NAO).\nThe report reveals that the NHS is failing to claim back money from foreign patients because half of doctors and a quarter of nurses do not think it is their job to ensure payments were made.\nLast month it was revealed that pregnant women will be forced to hand over passports before they give birth at NHS hospitals under controversial proposals to clamp down on health tourism.\nA pilot scheme backed by the Home Office will see every mother-to-be told to prove their right to use the health service when their labour is booked in.\n \n"},
{"tags": ["science"], "title": "Smartphones and tablets in bedrooms disrupt sleep even when switched off", "abstract": "Smartphones and tablets in bedrooms disrupt the sleep of children even if they are switched off, a new study has shown.", "text": "Smartphones and tablets in bedrooms disrupt the sleep of children even if they are switched off, a new study has shown.\nResearchers at King’s College London and Cardiff University reviewed 11 studies involving more than 125,000 children to find out if technology was impacting sleep.\nThey found that using smartphones or tablets before bedtime doubled the risk of a disrupted night’s sleep and raised the changes of feeling excessively sleepy the following day by two-fold.\nBut crucially, sleep was also significantly disturbed by the mere presence of devices – almost to the same level as actually using a gadget – suggesting that they should be removed from bedrooms altogether to improve sleep.\nIt is thought that the ‘always on’ nature of social media and instant messaging means children are continuously stimulated by devices in their environment, even when they are not using them.\nDr Ben Carter, of King’s College London, said: “Our study provides further proof of the detrimental effect of media devices on both sleep duration and quality.\n“Sleep is an often undervalued but important part of children’s development, with a regular lack of sleep causing a variety of health problems.\n“With the ever growing popularity of portable media devices and their use in schools as a replacement for textbooks, the problem of poor sleep amongst children is likely to get worse.”\nPrevious studies have shown that seven in 10 children and nine in 10 teenagers have at least one device in their bedrooms, and most are used near to bedtime.\nIt is thought that screen-based media devices adversely affect sleep through a variety of ways, including delaying or interrupting sleep time; psychologically stimulating the brain; and affecting sleep cycles, physiology and alertness.\nSleep disturbance in childhood is known to have adverse effects on health, including poor diet, obesity, sedative behaviour, reduced immune function and stunted growth, as well as links with mental health issues. \nThe new research was published in the journal JAMA Pediatrics.\n \n"},
{"tags": ["sport"], "title": "Lack of female skippers in this year's Vendee Globe a shame but women's sailing is thriving ", "abstract": "With 29 skippers from 10 different countries, this year&rsquo;", "text": "With 29 skippers from 10 different countries, this year’s Vendée Globe boasts the healthiest mix of nationalities we have ever seen in sailing’s greatest single-handed race. Sadly, however - and for the first time in five editions - there were no female sailors departing from Les Sables d’Olonne on Sunday morning.\nIt is a huge shame. You think about some of the famous women who have competed in past editions; Isabelle Autissier, Catherine Chabaud, Sam Davies. Most of all Ellen Macarthur, of course, who as a 24 year-old finished second back in 2001, still the best ever result by a British sailor in the Vendée Globe and one that made her a household name on both sides of the Channel, earning her the nickname ‘la petite anglaise'.\nSo why are there no female sailors in this race?\nRest assured it has nothing to do with the physical nature of the event. In my opinion, the appetite is there, but timing plays an important role. Many of those who might have considered entering were part of Team SCA, the first all-female Volvo Ocean Race Team in over a decade. There simply wasn’t the time to put a challenge together after last year's Volvo Ocean Race.\nI am, though, confident we will see plenty of women in the next edition. There were five female sailors in this year’s La Solitaire du Figaro, which is seen as the feeder series to the Vendée Globe. I think at least three of them could enter in 2020, and I know there are others who would love another crack, including me. Who knows what the future may hold.\nIt actually feels odd for this Vendée Globe not to feature any women because in many ways female sailing is riding the crest of a wave at the moment. The new CEO of the Volvo Ocean Race, Mark Turner, has introduced bold new rules incentivising teams to sail mixed, while as well as Team SCA in the Volvo Ocean Race we recently saw the first all-female team compete in the Extreme Sailing Series.\nAll this is happening at a time when UKSA, the Cowes-based charity, has moved to address a gender imbalance in the sport which sees fewer women taking up its courses than men and still fewer going on to work in the industry.\nThe Women into Sailing careers initiative was launched during Cowes Week this year and I was delighted to play a part. As a proud UKSA ambassador, and a graduate of one of the its professional training courses, I look forward to seeing the next generation of female sailors coming through.\nThis is a key moment. Women’s sport is taking off and we do not want sailing to be left behind.\n \nDee Caffari finished sixth in the 2008-2009 Vendee Globe becoming in the process the first woman to sail solo, non-stop, around the world in both directions.\n"},
{"tags": ["tech"], "title": "iPhone update adds a hidden way to call the police in an emergency", "abstract": "Apple has added a discreet way to call the police or ambulance into its next iPhone update, which is set to be released in the coming weeks.", "text": "Apple has added a discreet way to call the police or ambulance into its next iPhone update, which is set to be released in the coming weeks.\nPressing the power button (the one that locks and unlocks the phone) five times in a row will dial the emergency services number, as well as alerting a designated emergency contact and giving them their current location. The “Emergency SOS” feature can be turned off in the iPhone’s settings. \nWhile it could see some people dial emergency services by mistake, it will also be an inconspicuous way to phone in an emergency, or if the iPhone’s touchscreen is broken.\nThe feature, spotted in Apple forums, will be included in iOS 10.2, and emerged in beta versions of the operating system for developers. It is likely to be released publicly towards the start of next month.\nWhen pressing the button on the side of the device five times, the iPhone will count down from three and then call the emergency service number in one of 14 countries, including the UK and US. The number in the UK is likely to be 112, the European standard for emergency services that renders the same result as dialling 999.\niPhone users can designate specific emergency contacts, who are sent an alert with location details when the feature is activated.\nEmergency SOS was added to the Apple Watch earlier this year. To activate it, users holding down the side button and select the feature to activate it, at which point the Watch will connect to an iPhone to call emergency services and alert emergency contacts. On the iPhone, emergency contacts can be added in the Health app.\nThe feature is designed as a way for people to be able to discreetly alert emergency services as well as close contacts if they are in trouble.\nThe iPhone previously had a way to ring emergency services it via Siri with the command “charge my phone 100 per cent”. The voice command was deactivated, possibly since the attention it received made it more obvious.\n iOS 10.2 will also add 27 new emoji to the iPhone, a new TV app for watching shows across different platforms, and improve music controls in the Control Centre.\n"},
{"tags": ["business"], "title": "DCC buys tech storage distributor Hammer", "abstract": "DCC, the support services group, has bought Hammer, a Basingstoke-based data storage company, for &pound;38.", "text": "DCC, the support services group, has bought Hammer, a Basingstoke-based data storage company, for £38.3m.\nA recent entrant to the FTSE 100, DCC distributes products in the oil, electronics and healthcare sectors and also operates in waste management.\nThe Dublin-based company said Hammer's business was complementary to its existing server and storage business, and that the deal – which is subject to competition clearance from the European Commission – should be competed by the end of December.\nHammer distributes server and storage products for a broad range of suppliers including Dell, Intel, NetApp, Seagate and Western Digital, and sells to resellers, cloud service providers and system integrators from sales offices in the UK, France, Germany, Sweden, Holland and Belgium.\nDCC has agreed to acquire 100pc of the issued share capital of Hammer based on an initial enterprise value of £38.3m, and will pay in cash.\nAn initial payment, made on the deal's completion, will be followed by further payment based on Hammer's future trading results.\nIn its financial year ended 31 January 2016, Hammer, which employs 165 people, made an operating profit of £6.3m on revenue of £155m.\nDCC can also boast good recent results, partly off the back of previous acquisitions. The company's operating profit rose to £300.5m for the year ending March 31, from £221.7m last time round. \nLast year DCC bought French gas company Butagaz from Shell for €464m, and snapped up Esso’s unmanned petrol station business in France for €106m.\nTommy Breen, DCC's chief executive, said: \"The acquisition of Hammer will significantly strengthen the product and service capability offered by Exertis to its reseller customers.\n\"In addition, Hammer's expertise will better enable us to take advantage of positive industry trends, including growth in cloud datacentres and demand for big data analytics.\"\nJefferies reiterated their advice to invest in DCC. \n"}
]