[
{"text": "The UK’s credit rating could be downgraded again if the government fails to retain access to the single market as part of its Brexit negotiations, a leading ratings agency has warned. \nMoody’s said a loss of access could lead to lower growth in Britain over the medium-term and damage the public finances. “We would downgrade the UK’s sovereign rating if the outcome of the negotiations with the EU was a loss of access to the single market as this would materially damage its medium-term growth prospects”, said Kathrin Muehlbronner, a senior vice-president at Moody’s.\n“A second trigger for a downgrade would be if we were to conclude that the credibility of the UK’s fiscal policy had been tarnished as a result of Brexit or other reasons.”\nMoody’s has given the UK an Aa1 rating, one notch below the top AAA rating. The ratings agency downgraded the outlook on the UK sovereign rating to negative from stable on 24 June, the day after the referendum. It stripped the country of its coveted triple A status in 2013, citing sluggish growth prospects and fiscal challenges.\nIn a report published on Wednesday, the agency said the UK’s medium-term outlook was weaker than it would have been if Britain had voted to remain part of the EU, but the scale of the impact would depend on the type of trade agreement it manages to strike in Europe.\nMuehlbronner said: “The UK will have to handle multiple, complicated policy decisions in areas including global trade, immigration and regulation. Given the magnitude and complexity of these decisions, the risk is material that some might damage the UK’s economic or fiscal strength.”\nMoody’s said its negative outlook for the UK banking system reflected “Brexit-induced uncertainties”, which had placed pressure on the revenues, asset quality and profitability of all UK banks. Loss of passporting rights for UK banks that operate across jurisdictions would be “credit negative but manageable”, it said.\n", "abstract": "Ratings agency says UK risks another downgrade if it does not retain single market access as part of Brexit deal", "tags": ["economy"], "title": "Moody's warns of UK credit rating downgrade"},
{"text": "Picture a child entering the world, around the time that a new social networking venture known as thefacebook.com is making its own entrance to the world. It is 2004, and the child is easy to picture. Her parents have photographed their daughter’s first breath, first smile, first spoonfuls and first steps. When she reaches school age, she is snapped in uniform, probably outside the front door, and one parent, probably her mother, shares the image with friends. The child learns to read, write her name. She wins certificates, excels at sport. When Twitter, Instagram and later Vine arrive, her public identities multiply. She starts secondary school.\nIn a few months, this child and her classmates will begin to turn 13 and, perhaps, create their own Facebook accounts. When they do, they will come face to face with their digital shadow. They may step into it easily, or try to sever themselves from it, but it won’t let go, this pre-existent media identity, because it has logged their lives from the moment they left the womb. Some will recognise their digital shadow, but what of those whose online identity bears little relation to their sense of self, or to the public identity they want to share? For years, parents have fretted about their children’s posting activities, while continuing to post as they wish about their offspring. Is it time they stopped – or at least asked for permission first?\nToday these questions are on the minds of the children at Kingsford community school in Beckton, east London, where the 13-, 14- and 15-year-old members of the Debate Mate after-school club are filing into a classroom on the first floor, slinging down school bags and glancing at the motion on the whiteboard. “This house would ban parents from posting about their children on social media,” the debate leader writes.\n“It’s kind of weird your parents are still posting pictures of you on social media,” someone says. One boy, Malachi, bows his head and writes a single word on his notepad: reputation. “This is really about consent,” his friend says. “Do I want to be seen by a larger, broader range of people?” There is a loud hum of agreement and one girl raises her voice: “Parents! We don’t want them invading our privacy. Because some of us, the only privacy we get is through social media.”\nThese pupils often discuss social networking sites, their attractions and perils, but this is the first time they have turned their scrutiny on their own parents. And yet parents are the object of an increasingly aggressive interrogation. This spring a mother from Shropshire called out her son’s bullying on Facebook, only for the post to go viral; the criticism of her became so intense she removed it and changed her Facebook page and phone number. Next came the 20-year-old mother from Balloch, Scotland, whose photographs of her 11-month-old daughter in tiny high fashion outfits attracted an Instagram following that included Khloé Kardashian – until critics claimed the woman was sexualising her baby. She has since locked the account and gone to ground. After her came the Arizona father who nakedly cradled his naked, feverish baby in the shower, an image his wife snapped and shared, before Facebook removed it as offensive.\nExcessive sharing about your children has long incited disapproval, but recently the disapproval has begun to acquire a proto-legal tinge. In March, French police warned parents against posting photos of their children on social media; according to social media analyst Eric Delcroix, the children could soon be able to sue them for posting inappropriate pictures, under the country’s privacy laws. The treasurer of the UK’s Human Rights Lawyers Association, Leanne Targett-Parker, echoes the idea that it is only a matter of time before children mount legal challenges against oversharing parents. “You can’t imagine it not being something that starts to develop within the next five to 10 years,” she says. “I can’t see how there can’t be attempts at suing people for putting up posts that they’re unhappy with.”\nSome parents may shrug off the shaming stories – and the professionalised sharing of family vloggers such as the Shaytards, the Brataleys, the Ballingers – as beyond the range of their own moderate social media activity. But listen to the children in the Kingsford classroom and it becomes clear how many degrees there are of shame. To these teenagers, even small instances of sharing can be divisive. When I ask if anyone has experienced being overshared themselves, hands shoot up, but the answers are a long way from the public shaming that normally grabs headlines. They are exactly the sort of infringements that many parents will commit without a second thought.\n“I was eating a Subway. Chicken teriyaki. Eating that and my mum just took the picture and posted it on Facebook,” one pupil says.\n“When I was little my parents took a picture of me being potty-trained. Three weeks ago they posted it on Facebook. Me on the toilet. It was really embarrassing,” another adds.\n“I was with my aunt in the park. I was wearing my scarf but I didn’t have a pin. It flew off and my hair was all raggedy, sticking up all over the place. My auntie put it on Facebook. I was so embarrassed I was crying. I asked her to take it down but she said, ‘No, it looks cute.’”\n“My uncle posted when his daughter had diarrhoea: ‘Pray for her.’”\nOne girl, 14, raises her hand. “Parents love to post things about you, personal information that you might not like,” she says. “Which kind of affects your relationship with them. Now, when you want to speak to them about certain things, you’re worried they might post it.”\nHer classmate Erin stands up. Her team supports the motion on the whiteboard – that parents should be banned from posting – and they have an idea. “We want to pass a law that requires open forms of social media to put a consent button on their pages, so a child can report whether their parents have posted about them without consent,” she declares. “If parents refuse to cooperate, they will be fined the amount of £1,000.”\nThese suggestions may sound excessive and unfeasible; in fact they lie squarely within the recommendations made by a number of adults campaigning in this field. Erin’s idea of a penalty, for instance, echoes the attempts by a Democratic state representative in Illinois, La Shawn K Ford, to make the shaming of children on social networking sites an offence. Offending parents should face a penalty, he has argued, which, just like Erin’s, would be a fine paid directly to the child. As for the apparently far-fetched idea of a “consent button”, this sounds uncannily similar to the “delete button” proposed by 5Rights, the campaign steered by the peer and film-maker Beeban Kidron to protect and empower children online.\nMore generally, the debaters’ irritation chimes with research published in March by a team at the University of Michigan. After interviewing 249 parent-children pairings across 40 US states, the researchers found that children were more than twice as likely as parents to say that adults should not post information online about them without permission. Would the Kingsford children concur? Class E11 rings with shouts of, “Yes!”\n“It ain’t going to happen,” their teacher, Miss Alimi, says.\n“Miss!” one of her students cries. “There’s a thing called wishful thinking.”\n***\nMiss Alimi is right: children are unlikely to gain control over their parents’ posting habits. But there is still scope for a conversation about what constitutes fair sharing, and each family will draw its lines differently. Consider the case of Heather Whitten, the Arizona-based photographer and teaching assistant who took the photograph of her husband and son in the shower that Facebook didn’t like. Whitten saw the moment, and the image, as the height of parental care. Their toddler, Fox, had had a temperature for hours. Her husband, Thomas, was trying to cool the child’s fever. For two years, Whitten kept the image private, finally posting it in May after Facebook removed other pictures she had shared of her children. She wanted to take a stand, “to show that it’s just innocent pictures that people are twisting and getting offended by”.\nShe was unprepared for the response – for the way in which Facebook removed images from her page every time it received sufficient complaints, for the level of disapproval the image provoked, including claims that it was “sexual” or “inappropriate”. But Whitten’s stand had one other unexpected consequence. As the interested and the outraged followed the link to her blog, some began to question the legality, as well as the sense, of showing children naked. “I just thought you were free to post what you wanted on the internet,” Whitten says now. But then she discovered that in the state of Arizona, “you can’t show any naked images of children’s pelvic area or butt, and I realised I was technically breaking a law.”\nShe removed the blog – “took everything down” – but “in the bigger, moral sense, I don’t feel I’ve done anything wrong. I’m not exploiting my children. I’m not abusing my children. I’m just sharing our lives exactly how they are.”\nWhitten’s experience shows just how nebulous and fraught the territory of sharing can be. Sure, her experience would never befall those for whom posting naked images of children is strictly out of bounds. But the case of Whitten is complicated. She and her partner are raising their children “to not be ashamed or embarrassed of their bodies”. They are living online within the offline boundaries they have set for themselves. “People don’t show nudity a lot of times because they think it will have a negative impact on their child. Your footprint is for ever on the internet,” Whitten says. “For me, it’s absurd. I just hope to combat that a little. Who knows how it will actually turn out, but I hope that my children won’t ever look back and see pictures of themselves as children and feel embarrassed by other people seeing them as well. Because there is nothing to be embarrassed about.”\nFox, the toddler in the shower, is still too young to veto or cherish the photograph that caused such controversy, but his older sister Lily, nine, “loves it”, according to her mother. “She couldn’t really wrap her head around why people would think there was anything wrong with it.”\nAnd yet, while Lily was comfortable with the image of her baby brother, she was deeply unhappy with other photographs her mother had uploaded – the apparently harmless kind that many parents post. One day at around the age of six, Lily began to scroll through her mother’s Instagram. “She saw how many pictures there were of her and she didn’t like it,” Whitten says. For months, whenever Lily saw Whitten with the camera, she hid. “That really opened up a conversation about why I take pictures, why I share pictures, who I share pictures with.” Now, Whitten says, “any time you see Lily, it is with her permission”.\nAlicia Blum-Ross, a researcher at the London School of Economics, believes we are entering a crucial moment. “We are starting to see kids who have grown up, whose parents have shared images, and who are beginning to say: ‘Wait a minute. I’m not sure I’m comfortable with that.’” What families need, she thinks, is a coming-of-age conversation. After all, it was Lily Whitten herself, at six, who instigated the dialogue with her mother that earned her the right to veto content. Does Lily have advice for other children? “They should say, ‘Please don’t take any pictures of me – it makes me uncomfortable,’” she says. “And ‘I might change my mind one day, but today I don’t want to have to hide from your camera.’” Soon this “digital rulebook” chat might become as standard as the one about the birds and the bees. Blum-Ross sees nothing to fear. Both parties, she points out, are united by being the first generation – of parents and children – to negotiate this path. “It can be a really shared experience,” she says enthusiastically. “The dilemmas are shared dilemmas, the pleasures are shared pleasures. It’s a moment of overlap.”\nBlum-Ross, who has three-year-old twins, says she is “not a person who advises total protection. I certainly wouldn’t say, ‘Don’t share things about your children online.’ It’s important that parents are able to claim their own space about that. It’s OK to say, ‘I need this community.’” Whitten, too, has always seen her sharing in those terms: “I feel I share everything as my story – this is my perspective on my life as a mother with these children. I’m not trying to put words in their mouth, or tell the story from their perspective.”\nIt is one of the oldest questions of storytelling: who does the story belong to? Blum-Ross, Whitten and countless others believe they are telling their own stories, and sharing posts about their children where they fit that perspective. But it’s complicated. “I never had a filter before,” says Whitten, sounding forlorn. “I love the idea of having connections with other mothers and people. But I can’t share the way I used to.” After the Facebook furore, she is still fathoming whether to photograph differently or simply stop sharing.\nFor other parents, such as the author Amy Webb, who has written about her commitment to post nothing about her daughter online, the same process of consideration deters them from sharing altogether. They have the big conversation – with themselves, each other, sometimes their children – and decide the best answer is silence.\nWhen the Guardian asked readers about their experiences, Apricot, who is 30 and lives in the north of England, wrote: “When I started to Facebook my own child’s pictures, I began to feel intensely uncomfortable. How could I instil in her a principle of privacy when I had essentially devalued hers from the beginning?” She stopped posting. “What we post is facets of ourselves,” said Tamasine Preece, a teacher in Bridgend, whose PhD includes a chapter on oversharing. “I think there is a morality to using children to explore parts of ourselves. My children are not me. They are separate.”\nKidron, who says she has never interacted with her children on social networking sites (they are now 19 and 21), thinks that her behaviour reflects the idea that “oversharing is inappropriate when the whole point of the journey to adulthood is to self-define – to work out who you are, what your values are, how you’re going to fit in. I think we have not thought hard enough about what that process might be like, if so much is shared and so much is public.\n“There are three issues here,” she says. “One is the right to a certain sort of privacy. The second is the need of young people to transgress and bump into their edges, and for that to be somewhat safe. The third is the need to break away from the model of your parents.”\nMy own Facebook posts dried up as I researched this article. Of course, I can ask my children for consent, but I am not sure they are ready for a responsibility with permanent consequences. If an eight-year-old consents to a post, is it fair to act upon that consent, or should a parent second-guess how those feelings might evolve? After all, posts are eternal and a child cannot speak for his or her future self.\nIn any case, a child’s consent can be capricious, even within one given day. My daughter, at eight, would prefer her photo not to appear on Facebook, but would be more than happy to see a video of herself playing Swingball on YouTube. My six-year-old, meanwhile, says he is sad that “Google doesn’t know me”. Even the teenagers at Kingsford are conflicted. In the end, they vote against Erin’s suggestion of a fine for parents who share without their children’s consent, but they squirm in their seats, clawing the air for a turn to speak when I ask what rules they would lay down for their parents:\n“Don’t say embarrassing jokes ’cos that’s too much.”\n“As far as the world is concerned, we’re not related.”\n“Post pictures of me when I look amazing.”\n“Don’t post baby pictures unless I’m happy and fully clothed.”\n“Don’t ever comment on my pictures.”\n“Don’t stalk my profile waiting for me to load pictures.”\n“Don’t follow.”\n“Don’t add me. Or my friends.”\n“Don’t tell dad jokes.”\n“Don’t take pictures of me eating food, ’cos my friends take it out of context.”\n“Don’t try and use internet slang on our wall. On your friends’ profiles you can embarrass yourselves all you want, but when it’s on our profiles it looks like we’ve taught you to say that. And it makes us look really bad.”\n“Stay behind the times.”\n***\nOf course, every family is different. In a quiet cul-de-sac in Newton Abbot, Devon, with sunlight pouring into the lounge, Molly Povey and her 11-year-old son Roman are sitting on the sofa discussing their experience of going viral.\nIn April 2015, with Roman desperately unhappy at school, Molly posted a plea on her Facebook page for his classmates’ parents to send her “beautiful son” birthday cards. “Roman doesn’t have any friends and often cries himself to sleep,” the post began. It was shared around the world. “Maybe 40,000 times,” Molly says. (Interestingly, her post breaks only the second of the Kingsford rules, by disclosing that Molly and Roman are related.)\nNeither Molly nor Roman, nor his two brothers, nor his dad Ian, who says he hates social media, were prepared for what happened next. Thousands of people left birthday greetings online. At the office of a friend – whose address was hastily borrowed to protect Roman’s privacy – cards and gifts began to arrive. Molly formalised the chaos into a Cards For Roman Facebook page.\nFriendships were made, and some of them have lasted – to the extent that in April, a year after his mother’s plea for help, Roman celebrated his 12th birthday with 150 friends, strangers and Facebook friends at a Nando’s in Exeter and at a second party in London. They have even met up with well-wishers in Germany.\nWhile Molly tells this story, talking quickly because there is a lot to fit in, Roman scurries to and fro with his gifts: a Star Wars chess set from someone in the Netherlands, pictures from Brazilian schoolchildren (Molly says he is very big in Brazil), wicker baskets of cards.\nBut sometimes Molly worries. “A bit. I think, what happens in years to come if he Googles himself and finds ‘Lonely boy with no friends’?” Last year the local paper ran a front-page headline saying just that. “I thought, oh my God, what have I done?” Roman was with her, and comforted her. “But it is true,” he said. “I am really lonely.”\nFor the Povey family, the benefits of Molly’s post are visible each day. His tearfulness has declined. The whole household is happier. Molly herself has found, in the Facebook page, a community that makes her feel supported and which, in turn, needs her. “And now you’ve got a responsibility,” Ian says. “It’s a strange thing.” He himself has never read the initial post, usually declines to appear in photographs, and thinks that when it comes to sharing, “It’s best to err on the side of caution.” Occasionally, Molly tells her community that Roman is having a bad day, or that she is: she doesn’t want to pretend to people who know loneliness that loneliness doesn’t happen. And yet, as Ian says, “It’s difficult to know sometimes what Roman really thinks about it.”\nMolly leads the way up to Roman’s bedroom, to show more of the gifts people sent. There is James Bond notepaper from the actor Andrew Scott, who played the baddie in Spectre, and a crew T-shirt from Star Wars: Episode III.\nI wonder if Roman minds thousands of strangers knowing he’s sad. “Do you mind?” Molly asks him. “Do you mind that people know you get really lonely?”\n“Maybe,” Roman replies. “I don’t know. I’ll go yes: I don’t like it.”\n“You don’t like it?” Molly repeats, incredulous.\n“No.”\n“What, that people around the world know you are lonely?”\n“Yeah.”\n“You don’t like it now?” she asks again.\n“No.”\n“Oh,” Molly says. She sounds deflated.\n“It just feels weird, it does,” Roman tells her.\nAlthough Molly has publicly revealed aspects of her son’s emotional life that other parents might hesitate to share, she is not incautious. For months she withheld Roman’s full name and has only recently felt comfortable disclosing that he is autistic. Before her heartfelt post, she deleted baby pictures of Roman’s older brother because he was about to start secondary school; surely the Kingsford debaters would approve.\nLike Alicia Blum-Ross and Heather Whitten, Molly has rules. “Think about whether it’s appropriate – if in a year or five years your child would be embarrassed by anything you’ve done. And just why are you actually doing it? Is it a positive thing, or is it to give you a social boost as opposed to the children?” Molly might appear to be at the opposite end of the spectrum from Tamasine Preece, who never posts, but the morals that underpin their behaviour are remarkably alike. And while Molly thinks “you shouldn’t be posting pictures of kids in the bath”, in some ways her posts are as exposing as Whitten’s.\nLater that evening Molly emails to say that the conversation with Roman had troubled her. After I’d left the house, she offered to take down the page, she says, but Roman said not to. “Turns out he was confused in his room and was talking about not liking being lonely, and not his page.”\nOr maybe Roman, in that moment, wished no one knew he was lonely. Then, later, when his mother checked, he minded less. Or maybe he understands that the community his mother has created has benefited him and his family. But these are only guesses. It is impossible to know. He is young, and the world changes many times a day. His parents have his best interests at heart, but like any who share news of their children, every time they post, they cross a line between privacy and publicity. Where each parent sees the line is an unsteady, unsettleable question. For Roman, and others like him, the truth may be something they are still working out, or simply prefer not to share.\nElaine Star, 47, a PA and poet, and her youngest daughter Sadie, 17, a student, live in Brighton \nElaine I’ve had a Facebook account for about 10 years, so Sadie was probably seven when I first joined. I use it to keep in touch with different groups of people – old friends, my poetry group, the puppet show I work with. I’m also friends with a lot of my kids’ friends, because it’s often the best way of locating where mine are. I don’t think it bothers them. All their friends are happy to come to the house and sit around my kitchen table and chat, so I don’t think it’s odd. I don’t post on their friends’ pages – maybe just a “Happy birthday” message. But I’m really impressed by the sorts of things they share about science, politics – they’re very funny and insightful.\nI have definitely made mistakes online. I’ve gone on after a few glasses of wine and said things I shouldn’t have. There have been some angry messages about the state my kids and their friends have left the house in. And they have all asked me to take down various photos. I get it: I’m sensitive to the fact that they’re trying to be cool or whatever.\nI think I’m past the stage of worrying too much about embarrassing my kids. I write poems that are very personal, and I share them on Facebook. But that’s how I express myself. The kids have occasionally said, “Stop living your life on Facebook” but I’m an open person.\nThey’re all fairly streetwise. We have a very open dialogue in our house. They have occasionally posted things that I think are a bit questionable – showing off a bit about drinking with their friends, that sort of thing. I might have said, “Hmm, you might want to think about that” but I’ve never said, “Take that down.” I’m glad Facebook wasn’t around to record my teenage years, though. I’d hate it.\nSadie My siblings and I all use Facebook in different ways. Stevie posts a lot of pictures; Maisie likes to talk about stuff. Me and Joe post a lot of news stories, and I like posting videos or songs. I don’t like to put up personal pictures, or get too emotional on Facebook. My mum’s posts can be really personal.\nAt the beginning, I didn’t really want to be friends with her on Facebook. I didn’t really want her seeing pictures of me that my friends had posted. They weren’t anything bad; they just felt like a bit of my life that was separate from her. Now I don’t mind as much – I’m more open. She’s also friends with a lot of my friends on there. That’s not a problem, except that she’s quite free with what she writes. Something would happen between us, and she’d put it in a poem, and post it to Facebook, and I wondered whether my friends would see her in a different way. I think maybe I felt protective of her. But no one has ever said anything.\nShe has a lot of photos of us when we were little. When I was a bit younger, I hated seeing some of them online. I remember there was one where I was holding my pet hamster and I just thought I looked greasy and rough. And once my room was really messy and my mum said, “I’ll take pictures and put it on Facebook.” I would have hated it if she’d actually done it. Now I’m a bit older, I’ve learned to let go of it all a bit more. I think I’m OK with what’s out there about me.\nJuliet Redelsperger-Talbot, 43, a marketing and events manager, and Nell, 13, live in Eye, Suffolk, with Nell’s father and her brother Lawrence, 10 \nNell I’ve been cyberbullied before. One of my followers on Instagram, someone I knew, turned on me, then a couple of others who I’d thought were friendly were making comments on my posts. It wasn’t nice, and I wasn’t sure how to handle it. In school they give you lessons about what to do if it happens to you, but when it comes to it, the reality is very different. But the school did deal with it.\nAfter that, I became a lot more careful about who I accept as friends, and what people can see. Now I have one account for my photography and a separate one for my closest friends.\nI have looked briefly at Mum’s Facebook account, but I don’t have a clue about how Facebook works. I don’t think I mind that there are photos of me. If you know the people that can see those photos, then that’s OK. If it’s not private, I’m not so sure about that. But I don’t find it embarrassing. Maybe it’s because I don’t feel like the same person I was when I was little. It doesn’t feel as if those pictures are of me.\nJuliet The cyberbullying was a harrowing time for Nell, but what was good was that some of her friends were supportive and took screenshots of the comments as proof of what was happening. Nell was worried I would be angry, so she didn’t come to me until after it was over. It was awful, but in a way, I think it helped her understand what you’re exposed to online.\nNell is a great photographer, and she sends me pictures, but I check that she is happy before I post anything on Facebook. Your children have every right to veto what you put online, although they have to be a certain age before they understand what it means. Neither of mine have ever had an issue with something I’ve posted, but then they’re the generation that are used to having photos of themselves everywhere. I think it meant something different for my generation. It took so long to get photos developed that seeing yourself was so much more important.\nThe children were very little when I first signed up. I don’t remember thinking much about privacy then. It wasn’t until I read in the paper how posts about your children might be seen by complete strangers that I changed my settings.\nAs time went by, I began to feel uncomfortable about posting. It felt like everything online was becoming more about “Look how wonderful I am” and it made me feel quite down. So I left for a while. Eventually I rejoined because it was hard to keep up with everything. So now I’ve started again but in a very different way.\n", "abstract": "From first smiles to teenage experiments, a generation of children has had their every move posted by their parents. What can they do about it?", "tags": ["lifestyle"], "title": "‘I was so embarrassed I cried’: do parents share too much online?"},
{"text": "John Lewis is Debenhams for people with labradors, and they’ll never get my pubes.\nHaving grown up in a city without one, I have often been struck by the cult-like way in which people talk about John Lewis. I have seen grown men brought almost to tears discussing its bedding selection and choice of lightbulbs. I’ve sat through literally hours of office chat about its “never knowingly undersold” commitment and geisha-like customer service. I’ve heard it’s where people have their wedding lists.\nAll of which makes the fact that John Lewis is moving into the sticky-fingered business of bikini waxes all the more disquieting.\nNow, let us be clear – your hair is your hair and you have complete authority over what you do with it. You can thank the My Body, My Rules school of feminism for that. But, when it comes to the decision between haberdashery and hair removal, I’m afraid I have to take issue with the latter.\nWhen the Sunday Times, after interviewing John Lewis’s new managing director, Paula Nickolds (who in fact started her career in the sewing department of the organisation), says that the “traditional products, including hats and haberdashery, are being downgraded in favour of new services, including holidays, in-store prosecco bars and bikini waxes” it makes me want to weave myself a row-boat out of leg hair and sail away to the horizon.\nJohn Lewis today reassured customers that they “have no plans to close or downgrade our haberdashery departments. Haberdashery is woven into the fabric of our business and there are no plans to unstitch it.” But such rumours are unnerving, not least because the better part of life lies in creating things, not ripping them out. As women – and let’s be honest, women are more likely to be booking in for John Lewis bikini waxes than men – we should aspire to be making things, rather than removing them. To sew your own is an act of creative independence; hair removal and prosecco bars simply fuel the endemic belief that our bodies are flawed and we need “professionals” to fix them or drown our sorrows.\nThe idea that shopping and “pampering” are a “leisure day out” as Nickolds claims, is a bare-thighed lie. There is nothing leisurely about disliking your own legs. There is nothing relaxing, luxurious or indulgent about covering your nadgers with hot wax and ripping out the evidence of an adult, mammalian body. I’ve had less painful rock-climbing accidents than the one time I tried to wax the back of my thighs. And at the risk of going full Trotsky on your nether regions, the removal of pubic hair is yet another way that capitalism plays on personal insecurities to make money from your body. And we don’t have to go along with it if we don’t want to.\nOn the other hand, taking on the active, creative, expressive role of maker is genuinely galvanising. In June I went to Berlin for the summer, armed with little more than my sewing machine. Over the next three months I created almost everything I wore with my own hands. There was a dress made from antique soviet linen bought on the corner of Boxhagener Platz, a pair of trousers made from Neukölln cotton, a bridesmaid dress made from a roll of silk found behind a box of potatoes at the Türkischer Markt, numerous jumpsuits, shorts, shirts and vests – all made on my bedroom floor using a machine I inherited from my great-aunt Margaret. Those items weren’t only cheap, didn’t just fit me, didn’t just keep me off the streets for an hour at a time, but will serve as a lifelong reminder of a wonderful trip and the fact that, despite what the fashion industry may tell us, we can all do it ourselves.\nMany of my friends would no doubt be thrilled to their very pudenda at the idea of a John Lewis wax. As leisure activities go, it at least gives money to one of our last employee-owned companies and might be more fun than pole-dancing classes or throwing up sambuca into a sticky bin outside Flares. But my generation needs materials, tools and the confidence to do it themselves, not “me time”, prosecco and plucked genitals.\nWhen tearing out your pubic hair and slapping on grease become genuinely uplifting acts of self-empowerment then sports societies will stop using them as hazing initiation rites. In the meantime, you’ll find me, crouched over my sewing machine, making yet another outfit. For that is my own personal commitment: never knowingly underdressed.\n", "abstract": "Empowerment lies in creating things, not in ripping out body hair. Please don’t give us Brazilians in place of buttons and bows", "tags": ["opinion"], "title": "Hands off our haberdashery, John Lewis. Waxing is no replacement | Nell Frizzell"},
{"text": "The UK’s global diplomatic and security influence is at risk if it cuts itself off from the single market and continues to denigrate foreigners, a former civil servant has warned. \nSir Simon Fraser, who was permanent under-secretary at the Foreign Office until last year, said Britain’s position near or at the top diplomatic table was at stake after the vote to leave the European Union.\nHe said: “There is already evidence of potential self-harm in our behaviour to foreign people: the reported spike in hate crime, the insensitive comments of some British politicians, and the shocking press coverage of the legal judgment on article 50.\n“I hope our political leaders will show more skill and wisdom in the next chapter of our European relationships than over the last decade, which was strewn with diplomatic errors and misjudgments.”\nSpeaking on Monday night at King’s College, London, Fraser said it was inevitable that Brexit would diminish UK influence overseas. “No matter how well we manage the process and however good the assets we have, structurally it is going to be much more difficult to exert global influence after Brexit,” he said. \n“Leaving the European Union will be the biggest shock to our method of international influencing and the biggest structural change to our place in the world since the end of world war two and the end of empire.”\nThe Brexit vote in June has been blamed for a rise in race-hate crimes, with more than 2,300 offences in London recorded in the 38 days after the referendum, compared with 1,400 in the 38 days before the vote. \nA survey by the Guardian found that European embassies in Britain have logged dozens of incidents of suspected hate crime and abuse against their citizens since the referendum. The vast majority of incidents involved eastern Europeans, with more attacks against Poles than all other nationalities combined.\nFraser, who is a specialist in the Middle East and European trade, was the Foreign Office permanent under-secretary for William Hague and Philip Hammond between 2010 and 2015. \nHe is concerned that Theresa May’s cabinet is insufficiently aware of the way in which European opinion is hardening against the UK, and fears that the chances of reaching a rational outcome with the EU on a future relationship are being damaged by UK rhetoric.\nFor Brexit Britain to remain a heavy hitter in international diplomacy, it would require new resources, more diplomats and a more active foreign policy. At present, he said, the UK spent more annually on the winter fuel allowance than on the Foreign Office, while the department’s budget was only twice the UK aid budget to Ethiopia.\n“My concern is, whatever our ambition and intent, the process of our EU separation will suck our policy and political energy inwards, far more so if it leads to an existential crisis over Scotland or a deterioration of peace and and security in Northern Ireland,” he said. \n“Other countries that had the UK down as a stable and active player in world affairs are unsure at the moment where we are heading.”\nAlthough he insisted Britain could yet retain global influence outside the EU, through other international institutions such as Nato and the UN, Fraser warned there was no point denying that the decision to leave affected how the UK conducted foreign policy.\nTo tackle the problem Fraser urged a revamp of Whitehall departments, saying May had fragmented the international effort, with six different government departments now leading on foreign and security policy.\nHe said the Foreign Office should be handed the same coordinating role over foreign affairs as the Treasury enjoys over economic policy. He suggested the Department of International Development and the Department of International Trade could be incorporated into the Foreign Office.\nHe disclosed Whitehall was facing “an uphill struggle” to respond to Brexit and that since there had been no planning for the UK’s withdrawal from the EU, Whitehall was still in the process of analysing options for a future relationship. The Foreign Office in particular was preparing an initiative setting out how the UK could retain close security and foreign policy relations with the EU, even though in future it will be excluded from its meetings and denied access to papers.\nFraser said continued diplomatic and security influence would come with continued economic success, and urged the government not to imagine it would be easy to build a new economic relationship away from the EU. “That is why a rational outcome on our future relationship with the EU single market is essential,” he said\nFraser also urged the cabinet not to think Britain could build a reliable economic future by engaging only with non-European countries such as China and India. “We export more to Belgium at the moment than we do to India, Russia Brazil and South Africa combined,” he said. Although UK trade with these countries was growing, the structure of UK trade was not going to shift rapidly. Geographical proximity remained a huge determinant of a country’s trading relationships he said.\nBritain had to acknowledge that its most important international relations would remain those with the United States, Germany and France. \nAnd in pointed advice, possibly to the foreign secretary, Boris Johnson, he said: “A good start would be to listen to those around them that have experience and knowledge of how the EU works, the complex issues they will need to negotiate and what the people on the other side of the table will be thinking.”\n\n", "abstract": "Sir Simon Fraser, who headed the Foreign Office, says economic stability essential if Britain is to retain place in world diplomacy", "tags": ["politics"], "title": "UK risks losing global influence if it quits single market, says senior civil servant"},
{"text": "The placebo effect remains one of the most baffling mysteries in medicine. The idea that a useless sugar pill or harmless saline injection could result in a measurable improvement in a patient’s symptoms, sometimes as good as taking an active drug, has been so hard to explain that some have even doubted whether it can be real.\nHowever, there is now evidence showing some people, known as “placebo responders”, do feel or get better after unwittingly, or even wittingly, taking a placebo – and it’s not just psychosomatic. Several studies are pointing to a biological basis for the placebo effect, with the latest research focused on a region of the brain known as the mid-frontal gyrus, which runs along the frontal lobes just above the eyes.\nThe study, carried out by Marwan Baliki and Vania Apkarian at Northwestern University in Chicago, involved a small number of chronic-pain patients with osteoarthritis of the knee. It is a rare example of a placebo study based on real patients rather than healthy volunteers who are just exposed to pain-inducing experiments to see how they feel when given a placebo.\nBaliki used an MRI scanner to observe in real time how the brain of patients responded to a placebo – in this case a sugar pill instead of a painkiller. In short, he found that an area within the mid-frontal gyrus lit up or, in his own words, “showed a higher functional connectivity” in patients who responded to the placebo, compared with non-responders.\nHe concluded that this brain region seemed to be quite separate from another region of the brain known to be involved in responding to the effects of real painkilling drugs. In other words, Baliki appeared to have found the “seat” of the placebo effect within the brain.\n“In simple terms, we pinpointed a brain region, a hotspot or seat, that can predict the propensity of a patient’s response to a placebo within the wider patient population suffering from chronic pain,” Baliki says. “We also examined the specificity of our results by testing whether this hotspot can predict pain analgesia to an active drug. We found that it does not, suggesting that this brain region is specific for placebo analgesia.”\nThe findings suggest a biological basis for the placebo effect and raise the prospect of tests to see if individuals are going to be good placebo responders or not. For those who are responders, it could mean targeting them with placebo pain treatments that might work specifically for them. Or it could result in identifying placebo responders so that they don’t get included in clinical trials, which have long been thought to be compromised by them.\nIt is not, however, the first time that scientists have identified a brain region involved in the placebo effect. In 2007 for instance Jon-Kar Zubieta, now at the University of Utah, suggested that the nucleus accumbens, which lies at the top of the brain stem, plays a role in moderating pain after injections of a placebo composed of harmless saline solution – at least in healthy volunteers.\nOther researchers, meanwhile, have focused on identifying the genetic basis of the placebo effect. This is based on the idea that certain signalling pathways in the brain, especially those involved in the “reward” network, help to mediate the placebo effect. The idea is that these signalling pathways are under genetic control and that some people may be blessed with certain combinations of genes that make them more or less responsive to a placebo effect.\nCertainly, the more that scientists investigate the placebo, the weirder the effect seems to be. One study earlier this year found that taking a placebo for chronic lower back pain can work effectively for some people even when they are told that the treatment is just a “powerful placebo”.\n“Our data suggests that harnessing placebo effects without deception is possible in the context of a plausible rationale,” explained Claudia Carvalho of the ISPA-Instituto Universitario in Lisbon. She found that this kind of “open” placebo reduced initial pain and disability by about 30%.\nAnother study in 2011 on asthma patients found that placebo inhalers had no effect on increasing lung function. But asthma patients nevertheless reported that they felt significantly better after using a “useless” inhaler – a baffling result to say the least.\nBut if this is difficult to explain, then what about the “noncebo”, the evil twin of the placebo, where a sugar pill actually makes people feel worse because they expect to suffer the side effects they have heard about? If the placebo effect has a genuine biological basis, with a seat in the brain and its own set of genes, then it’s plausible the same is true for the noncebo. If that is found to be the case, things could get really interesting.\n", "abstract": "A study of the sometimes positive effects of taking drug-free pills suggests a biological factor at work", "tags": ["science"], "title": "The placebo effect: is there something in it after all?"},
{"text": "Mark Selby, whose only success this season had been to win the minor Gdynia Open event in Poland, won a second trophy here evening – the Betfred World Championship 2016.\nIn beating Ding Junhui 18-14 – a repeat of his score against Ronnie O’Sullivan in the final two years ago – he became only the sixth multiple world champion in Crucible history, joining Stephen Hendry (7), Steve Davis (6), O’Sullivan (5), John Higgins (4) and Mark Williams (2).\nAnd of the players mentioned he most closely resembles Higgins, for the excellence of his match play and all-round skills, and the ability to win crucial matches with his B game.\nSelby, a Leicester City supporter who won his title only a few minutes after his football team had been confirmed as champions, has been on his B game throughout this championship and he was able to lift himself only occasionally in his largely tactical, safety-based victory. But it was still good enough to beat Ding, who ultimately had to be content with becoming the first Asian player to reach the final.\nSelby went into the second day of the final leading 10-7. Ding was the perkier, more confident player at the start and won the first two frames. But the opening session was shared 4-4.\nWhen Selby won the first two frames of the final session to go 16-11 up it looked all over. But then Ding won three in a row, the last with a break of 103, to make it 16-14. But that was to be Ding’s last success. Selby won the scrappy next frame before taking the title with a break of 74.\nHe said: “It’s fantastic. It was very special to win it two years ago but I felt under a lot more pressure now than I did then. I don’t know which is the bigger shock, me winning this or Leicester City winning the Premier League. I’m so proud of Claudio and the boys. We’re only a small place.\n“It was a tough final and with the amount of pressure Ding is under, from China alone, but to play like that – I can’t imagine how he could do that.\n“In the first to 18 a 6-0 lead is not a huge one, especially against someone like Ding. He played fantastically earlier today and I had to just hang on to him. I’m just over the moon. I saved my best performance for the final and I only had two good sessions in the tournament. Luckily my ‘B’ game is pretty good.”\nRob Walker, snooker’s wonderfully energetic and comic MC, who appears to have walked straight off the pages of the Pickwick Papers, has nicknames for all the players.\nSome work well, others less so. But when Walker introduces Selby as “The Jester from Leicester” it is as if his humour has taken a decidedly ironic turn. Steve Davis was closer to the mark when, referring to Selby’s Sunday evening vigil, he described him as “the night porter from hell”. Selby is also, according to his old mentor Willie Thorne, “the most dedicated snooker player I have ever seen”.\nThere is a rare determination about him, which is hardy surprising in view of the fact his mother walked out of the family home when he was only eight. He and his brother were brought up unaided by their father, who died when Mark was 16.\nThe influence of Ding’s father was hardly any less relevant. When he was eight years old he took “Little Ding” with him to a local snooker hall and, when his father went to the toilet, he returned to find his baby-faced son had taken over his cue and won the match for him.\nWhile another memorable final was being played out, the World Snooker chairman, Barry Hearn, celebrated a “boom time for the sport”, announcing a two-year extension to the sport’s contract with the BBC, which will run until 2019, while announcing the world championship will remain in Sheffield until 2027.\nHearn said: “The BBC have gone the extra mile for us. They have had their licence fee frozen by HM Government. It’s cut their arms off, in terms of competing with the pay broadcasters, but compete they did.\n“The BBC are struggling financially. But they have really got behind snooker. We have had 20 extra hours of additional coverage this year. That’s good because it shows that once they have bought something they really make the most of it, instead of hiding it in the schedules. Now I can’t wait to see the numbers coming in from China.”\nIt was another memorable final – particularly when the form of these players this season is considered. Ding, ranked 17, had to qualify for this championship.\n", "abstract": "Leicester’s Mark Selby beat China’s Ding Junhui 18-14 to win his second World Championship at The Crucible", "tags": ["sport"], "title": "Mark Selby clinches second world title with 18-14 win over Ding Junhui"},
{"text": "In the moments that Infinite Warfare has the courage of its convictions, when its various systems sync-up sufficiently, we get a tantalising taste of its true potential.\nThese moments usually come when the protagonist, Nick Reyes, leaves terra firma and zips about in zero-gravity, course-correcting with boosters and engaging enemy soldiers against the backdrop of gargantuan spaceships smashing into one another. In between precision shots from his Ghostbusters-like energy weapon, he grapples on to a grunt and pulls the pin on his grenade before kicking him towards two buddies, who look on helplessly as he greets them with an explosion. That taken care of, Reyes grapples to his waiting Jackal space fighter and boosts off to begin dogfighting with enemy craft. \nNeedless to say, Call of Duty’s production values ensure such episodes look spectacular. They may not be perfect in execution – rotation can become disorientating and enemy AI remains erratic – but they at least attempt to jolt this long-running series off its sometimes derided rails. Disappointingly though, Infinity Ward’s latest offering is mostly the familiar CoD routine of boots-on-the-ground combat in long corridors of choreographed action. It’s just that here, those boots are rocket-boosted and wall-run-capable. Even this concept is a pale imitation of Titanfall at its finest, boasting similar fundamentals but not the conviction to make them integral. While traversing these familiar sci-fi environments – futuristic cityscape, ice planet, rock planet, space station – parkour is mostly unnecessary.\nThe old problem of this game’s key narrative delivery technique remains: you have to follow computer-controlled characters who yell orders and exposition at you, but often they move too slow and it gets frustrating – like attempting to navigate Oxford Street on a particularly chaotic festive shopping day. The sheer number of times the game strips control away from you remains extraordinary – after a while, even the most impressive cinematic moments become a deadening intrusion. The first time you’re blasted out of an airlock it’s inarguably impressive and it even feels appropriate that you’re helpless. The second time is simply irritating. The third time, you just want to drift away forever like Frank Poole in 2001: A Space Odyssey. \nBut even in space, you lack freedom. Attempts to flank the enemy are thwarted by a curt prompt to return to the “combat zone” or be booted. The space craft combat sequences are a mess. The physics lack heft and movement feels erratic. Opposing fighters are simple to lock on to but the game then wrests control away to track them. Occasionally, when you kill an enemy, a playing card will pop up to tell you he was a big cheese (in an imitation of the American ploy towards rogue Ba’athists in 2003), but since you only find this out after killing them it renders the whole scheme somewhat pointless. You shot them just the same as all the others; that’s all you do in CoD.\nMuch is made of the fact you’re a captain but you can’t issue orders in the field and, despite a Mass Effect-like galaxy map to navigate on your ship’s bridge, you cannot shape the campaign’s outcome. You can select two types of side-mission – ship-infiltration or ship-to-ship combat – but the benefit of them is merely upgraded equipment. It’s certainly no Mass Effect in this respect – and while that comparison is harsh, it’s conditioned by the developer’s flagrant desire for you to care about your mission and crew; the message about prioritising one over the other crowbarred into every conversation.\nThe setting at least allows the game to sidestep CoD’s traditionally problematic politics, even if the opening sneak-attack on Geneva subtly nods towards Pearl Harbour and 9/11. Not being offensive shouldn’t be praiseworthy, however, and the Martian secessionists led by Salen Kotch (a space-scenery-chewing Kit Harington) are so comically evil, and your means for defeating them so silly, they undermine any questions about military service the game attempts to tackle.\nThe defeat of the villain is woefully anticlimactic, whereas the finale has dramatic deaths for minor crew members you’d barely noticed hitherto. While the credits roll you can listen to letters from the fallen, meant to sum up the series’ earnest move away from “press x to show respects” miss-steps. Instead, they bring to mind the deliberately ridiculous barbecue dream of BJ Blazkowicz in the last Wolfenstein. The characters here lack the script to justify you caring. The damning irony is only wisecracking robot Ethan sounds remotely human.\nFor all these flaws, CoD’s core shooting mechanics, refined over countless iterations, still make for a fine corridor and multiplayer shooter. Every weapon comes with alternative fire modes and being creative in your kills is part of the appeal. Innovations such as anti-grav grenades and spider bots (which scuttle over to enemies before discharging) spice things up, not least when they’re deployed against you. One of the most enjoyable new tactics in the campaign is the ability to take direct control of enemy bots by hacking them, unleashing rounds on their bewildered allies before detonating to take as many with you as you can.\nAfter completing the game, you can replay the whole thing in modes like Yolo, which offers a challenging permadeath mechanic that encourages a whole different approach (ie a lot of hiding).\nThe online multiplayer modes are the best thing. The campaign’s traversal mechanics come out of hiding and the wealth of options become apparent. Whether you’re angling for nuts and bolts deathmatch on a lunch break, or something more substantial, CoD remains a silly, slick and intuitive shooter that sucks you in and keeps you there. The ready-built combat rigs cater to different play styles so you can instantly pick the right loadout, whether you like to snipe or stab.\nFor the first time there’s weapon crafting, too, and a conscious effort to reward players for attempting different match-types, not to mention a neat 1980s theme park reboot of zombie survival. Prototype weapons are the strongest in the game – graded common to epic – and you obtain them by earning salvage as you play or completing challenges with one of four mission teams. The holy grail is a gun that provides a nuclear blast if you can string together 25 kills.\nCrucially, such objectives are optional and there’s no chance of the camera being yanked-away as you complete them. Infinite Warfare improves online because the game doesn’t dictate your experiences precisely as the developers intended. In many ways the campaign feels like a wrestling match between your game and theirs, perhaps a mirroring of their attempt to innovate within the constraints of the CoD franchise behemoth. But this doesn’t excuse a forgettable plot or inferior fighting to its triple-A peers. Infinite Warfare could have been much more than a passable single-player movie attached to a super fast, super confident multiplayer infrastructure. As such, and with those moments of tantalising potential in mind, it feels like a wasted opportunity.\nActivision; PC/PS4/Xbox One (version tested); £50; Pegi rating: 18+\n", "abstract": "The latest instalment in the shooter series tries out some new ideas, including zero gravity combat, but it is held back by well-worn conventions", "tags": ["tech"], "title": "Call of Duty: Infinite Warfare review – fun, fast, but a wasted opportunity"},
{"text": "The cyber heist at Tesco Bank been described by the chief executive of the City regulator as an “unprecedented” incident in the UK.\nAndrew Bailey, chief executive of the Financial Conduct Authority, told MPs on the Treasury select committee that “there are elements of this that look unprecedented and it is serious, clearly”.\nTesco Bank stopped all online transactions for 140,000 current account customers on Monday after it discovered 40,000 customers had been targeted by the online attack. Half of the customers had money taken from their accounts, which are operated through an app or online. Customers have reported that sums have been transferred to Spain and Brazil.\nThe National Crime Agency (NCA) is one of a number of organisations scrutinising what has taken place at the supermarket chain’s banking arm, which has more than 7 million customers.\nA new division of the surveillance agency GCHQ – the National Cyber Security Centre – confirmed it was working with the NCA which has launched a criminal inquiry. The NCSC, created only last month as the UK’s authority on cybersecurity, said it was “providing direct assistance to the company at their request, including on-site assistance”.\n“In the case of cyber-related incidents, it can, on certain occasions, take a significant period of time to understand the incident given the technical complexities involved. So the story will emerge over time. During this period it is vital that nothing is said publicly that could interfere with the criminal investigation,” the NCSC said.\n“Given the investigation thus far and the evidence at hand, the National Cyber Security Centre is unaware of any wider threat to the UK banking sector connected with this incident.”\nBailey told the MPs that the FCA was in close contact with Tesco and that the bank had reassured the regulator that customers whose money had been stolen would be reimbursed by the end of Tuesday.\nHe said it was too early to know the exact cause but said it appeared to be related to debit cards and that computer hackers were looking for weaknesses and “points of entry” into banks.\n“It looks like its [in] on-line banking, clearly appears to be on debit card side of online banking as far as we can tell. But it requires further urgent analysis ,” said Bailey.\nHe said he was confident that Tesco knew which customers were affected by the incident which began to unfold on Saturday night when the bank began texting customers about unusual activity from their accounts.\nBut Tesco provided no update on the status of its customers on Tuesday after suspending online banking transactions for current accounts in the wake of the incident.\nBailey indicated that Tesco would not be able turn those facilities back on until it was confident it knew the service was safe for customers.\nA number of theories have circulated about the cause of the problem, including that it was caused by an internal security breach. Conservative MP Chris Philp, a member of the Treasury select committee, has raised the idea it could have been the work of a foreign power. “I think we can’t rule out the possibility, at all, that this is state-sponsored,” he told the BBC earlier this week.\nAs the crisis was unfolding, Benny Higgins, chief executive of Tesco Bank, had said the decision to suspend some banking activities was an attempt to protect customers from “online criminal activity”.\nHiggins, who has apologised to customers, has described the raid as “a systematic, sophisticated attack”.\nThe NCSC said its role was to provide support to the investigation, work with the company concerned to manage the incident, investigate the root causes and use any lessons learned to provide future guidance and policy on cyber security.\nThe Information Commissioner’s Office is also scrutinising the situation. It fined telecom company TalkTalk a record £400,000 in October for failing to stop the personal data of 157,000 customers being hacked. \nAndrew Tyrie, the Conservative MP who chairs the Treasury select committee, said after the hearing that “the attack on Tesco’s retail accounts is deeply troubling. Banks have a long way to go to improve the resilience and security of their IT systems”.\nAnother member of the committee, Steve Baker, said: “the vulnerability of Tesco Bank highlights the crucial importance of technical security to the financial system.”\n", "abstract": "FCA chief tells MPs that ‘serious’ theft from 20,000 accounts may be linked via debit card flaw as customers report money transfered to Brazil and Spain", "tags": ["business"], "title": "Tesco Bank cyber raid 'unprecedented', says financial regulator"}
]